Repository: pypi-data/pypi-mirror-400
Catalog: packages/djangocms-render-context/djangocms_render_context-1.1.0-py3-none-any.whl/djangocms_render_context/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Context data file. If Data is specified for the context, the source file is not used even though it is specified.
cs: Soubor se zdrojovými daty. Pokud jsou zadána Data pro kontext, tak se zdrojový soubor nepoužije i přesto, že je zadán.

source: Context data in selected format. They take precedence over the source file and source URL.
cs: Data pro kontext v nastaveném formátu. Mají přednost před zdrojovým souborem a URL zdroje.

source: Data for context
cs: Data pro kontext

source: Data not entered.
cs: Data nejsou zadána.

source: Django template for the context. It takes precedence over the template selected from the list.
cs: Django šablona. Má přednost přes šablonou vybranou ze seznamu.

source: Download period from source URL
cs: Perioda stahování ze URL zdroje

source: List of templates. If Template is specified, the template set in the list will not be used.
cs: Seznam šablon. Pokud je zadána Šablona, tak se šablona nastavená v seznamu nepoužije.

source: No template.
cs: Žádná šablona.

source: Only allowed are:
cs: Povolené jsou jen:

source: Render Context Plugin
cs: Vykreslování kontextu

source: Resource parsing failed.
cs: Parsování zdroje selhalo.

source: Source URL
cs: URL zdroje

source: Source file
cs: Zdrojový soubor.

source: Sources
cs: Zdroje

source: Supported formats are:
cs: Podporované formáty jsou:

source: Template
cs: Šablona

source: Template list
cs: Seznam šablon

source: Templates
cs: Šablony

source: The URL of the source from which the data will be downloaded. If Data for Context or Source File is specified, the source URL is not used even though it is specified.
cs: URL zdroje, ze kterého se data budou stahovat. Pokud jsou zadána Data pro kontext nebo Zdrojový soubor, tak se URL zdroje nepoužije i přesto, že je zadáno.

source: The format must be consistent with the data in the context.
cs: Formát musí odpovídat datům v kontextu.

source: The time in minutes during which data will not be retrieved from the Source URL, but will remain in the cache. If set to zero, data from the source URL is not cached, but is loaded every time.
cs: Doba v minutách, po kterou se data nebudou načítat z URL zdroje, ale zůstanou ponechána v cache. Je-li nastavena nula, tak se data z URL zdroje do cache neukládají, ale načítají se pokaždé.

source: Type of Data for context
cs: Typ dat pro kontext

source: Unsupported file mime type:
cs: Nepodporovaný mime typ souboru:
