# Brewfile for macOS dotfiles automation
# Install with: brew bundle --file=manifests/Brewfile

# Taps (additional package sources)
tap "homebrew/bundle"
tap "homebrew/cask"

# Core Development Tools
brew "git"              # Version control
brew "git-lfs"          # Git large file storage
brew "zsh"              # Z shell
brew "starship"         # Modern shell prompt
brew "tmux"             # Terminal multiplexer

# Runtime Version Managers
brew "nvm"              # Node version manager
brew "rustup-init"      # Rust toolchain installer

# Language Toolchains
brew "go"               # Go language
brew "python@3.10"      # Python 3.10
brew "python@3.11"      # Python 3.11
brew "python@3.12"      # Python 3.12

# Python Tools
brew "uv"               # Fast Python package manager (replaces pip)
brew "pipx"             # Install and run Python apps in isolated environments

# Package managers & Build Tools
brew "cmake"            # Build system
brew "make"             # Make utility
brew "llvm"             # LLVM toolchain (for C/C++)

# Utilities & CLI Tools
brew "curl"             # Data transfer
brew "wget"             # File downloader
brew "jq"               # JSON processor
brew "ripgrep"          # Fast text search (rg)
brew "fd"               # Fast file finder
brew "bat"              # Cat with syntax highlighting
brew "eza"              # Modern ls replacement
brew "tldr"             # Simplified man pages
brew "htop"             # Interactive process viewer
brew "btop"             # System monitor
brew "lsof"             # List open files
brew "tree"             # Display directory tree
brew "neovim"           # Vim fork
brew "vim"              # Vi improved

# Database & Data Tools
brew "sqlite"           # SQLite database
brew "postgresql"       # PostgreSQL database (optional, comment if not needed)

# Security & Crypto
brew "gnupg"            # GNU privacy guard
brew "openssl"          # OpenSSL
brew "ssh-copy-id"      # Copy SSH public key to servers

# Docker (optional, uncomment if needed)
# brew "docker"

# Casks (GUI applications)
cask "docker"           # Docker Desktop
cask "jetbrains-toolbox" # JetBrains IDEs manager
cask "visual-studio-code" # VS Code editor
cask "orbstack"         # Fast Docker alternative (macOS arm64)

# Fonts (optional)
tap "homebrew/cask-fonts"
cask "font-jetbrains-mono"
cask "font-fira-code"
cask "font-source-code-pro"

# Mac App Store (optional, requires mas: brew install mas)
# mas "Slack", id: 803453959
# mas "Xcode", id: 497799835
