Repository: pypi-data/pypi-mirror-400
Catalog: packages/maykin-2fa/maykin_2fa-2.0.1-py3-none-any.whl/maykin_2fa/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Your second factor is:
nl: Je tweede authenticatiestap is:

source: If you don't have any device with you, you can access your account using backup tokens.
nl: Mocht je geen enkel apparaat bij je hebben, kun je inloggen met backuptokens.

source: You have only one backup token remaining.
nl: Je hebt nog maar één resterende backuptoken.

source: Manage backup tokens
nl: Backuptokens beheren

source: Generate backup tokens
nl: Genereer backuptokens

source: Disabling multi-factor authentication
nl: Tweestapsauthenticatie uitschakelen

source: Multi-factor authentication is mandatory for the admin interface. You cannot disable it.
nl: Tweestapsauthenticatie is verplicht voor de beheeromgeving. Je kan deze niet uitschakelen.

source: Currently you don't have any multi-factor authentication enabled on your account. This likely means that you are using a single-sign-on solution.
nl: Momenteel is er geen tweestapsauthenticatie ingesteld voor je gebruikersaccount. Waarschijnlijk betekent dit dat je gebruik maakt van een éénmalig-inloggenoplossing.

source: Go to admin
nl: Ga naar beheer

source: Backup tokens can be used if you have lost access to your second factor device(s). The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set. Only the backup tokens shown below will be valid.
nl: Je kan backuptokens gebruiken als je geen toegang hebt tot je normale apparaat voor tweestapsauthenticatie. Je kan dan de onderstaande backupscodes gebruiken om je aanmelding te bevestigen. Als je alle backuptokens gebruikt hebt, dan kan je een nieuwe set genereren. Je kan een backuptoken slechts één keer gebruiken, en enkel de onderstaande tokens zijn geldig.

source: Print these tokens and keep them somewhere safe.
nl: Druk deze tokens af en bewaar ze op een veilige plek.

source: If you generate tokens again, they will replace the existing tokens.
nl: Indien je opnieuw tokens genereert, dan vervangen deze de bestaande tokens.

source: ⚠️ You don't have any backup tokens yet.
nl: ⚠️ Je hebt nog geen backuptokens.

source: Generate tokens
nl: Genereer tokens

source: Manage account security
nl: Beheer accountbeveiliging

source: Cancel
nl: Annuleren

source: Back
nl: Terug

source: Log in
nl: Inloggen

source: Next
nl: Volgende

source: Please enter the tokens generated by your token generator.
nl: Voer het token van je authenticatieapplicatie (Google Authenticator, Microsoft Authenticator...) in.

source: Unable to verify with your device?
nl: Geen toegang tot je tweestapsauthenticatie-apparaat?

source: Use a recovery token
nl: Gebruik een backuptoken

source: If you are unable to access your device, enter one of your recovery codes to verify your identity.
nl: Als je niet je gebruikelijke apparaat kan gebruiken, voer dan één van je backupcodes in om je identiteit te bevestigen.

source: Verify
nl: Bevestig

source: or
nl: of

source: Log in with another account
nl: Inloggen met een andere account

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
nl: Je staat op het punt om je accountbeveiliging sterker te maken. Je hebt hiervoor een authenticatieapplicatie zoals Microsoft Authenticator of Google Authenticator nodig, of, indien ondersteund, een apparaat dat WebAuthn ondersteunt zoals een YubiKey. Beschikbare opties zijn ook afhankelijk van welke browser je gebruikt. Volg de stappen in deze wizard om tweestapsauthenticatie in te stellen.

source: Please select which authentication method you would like to use.
nl: Selecteer welke authenticatiemethode je wil gebruiken.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator.
nl: Om een token generator te gebruiken, gebruik dan je smartphone met authenticator-applicatie om de QR code te scannen, bijvoorbeeld Microsoft Authenticator of Google Authenticator.

source: Alternatively you can use the following secret to setup TOTP in your authenticator or password manager manually.
nl: Eventueel kan je ook het onderstaande TOTP-geheim in je wachtwoordkluis of authenticatieapplicatie instellen.

source: TOTP Secret:
nl: TOTP-geheim:

source: Then, enter the token generated by the app.
nl: Voer vervolgens de code in die door de app gegenereerd is.

source: 🎉 Congratulations, you've successfully enabled two-factor authentication.
nl: 🎉 Gefeliciteerd, je hebt tweestapsauthenticatie geactiveerd.

source: Next, you should generate some backup/recovery tokens in case you lose your device or get locked out of your account.
nl: We raden aan om vervolgens backupcodes te genereren voor het geval je geen toegang (meer) hebt tot je apparaat.

source: Set up MFA
nl: Tweestapsauthenticatie instellen

source: MFA Backup tokens
nl: Tweestapsauthenticatie backuptokens

source: Use recovery token
nl: Gebruik backuptoken

source: MFA setup complete
nl: Tweestapsauthenticatie ingesteld

source: Account security
nl: Accountbeveiliging
