Repository: pypi-data/pypi-mirror-400
Catalog: packages/imio.smartweb.locales/imio_smartweb_locales-1.1.36-py3-none-any.whl/imio/smartweb/locales/locales/*/LC_MESSAGES/imio.smartweb.po
Languages: de

source: (Categorization unavailable because a section of text is missing or empty.)
de: (Kategorisierung nicht möglich, da ein Textabschnitt fehlt oder leer ist.)

source: <div class="section_error_txt">Error in section : "{}" <a href="{}/edit">[edit]</a></div>
de: <div class="section_error_txt">Fehler im Abschnitt: "{}" <a href="{}/edit">[bearbeiten]</a></div>

source: Accept all
de: Alles akzeptieren

source: Accept all cookies
de: Alle Cookies akzeptieren

source: Access to directory links
de: Zugang zu den Verzeichnislinks

source: Access to events links
de: Zugang zu den Veranstaltungslinks

source: Access to news links
de: Zugang zu den Nachrichtenlinks

source: Accessibility
de: Barrierefreiheit

source: Accessibility (PMR)
de: Barrierefreiheit (PMR)

source: Action - Contact us
de: Aktion - Kontaktiere uns

source: Action - E-guichet
de: Aktion - E-Guichet

source: Action - Email
de: Aktion - E-Mail

source: Action - Hiring
de: Aktion - Anstellung

source: Action - Hiring - 2
de: Aktion - Anstellung - 2

source: Action - Hiring-2
de: Aktion - Anstellung-2

source: Action - Join us
de: Aktion - Schließe dich uns an

source: Action - Organize event
de: Aktion - Veranstaltung organisieren

source: Action - Report problem
de: Aktion - Problem melden

source: Action - See map
de: Aktion - Karte anzeigen

source: Action - Signs
de: Aktion - Schilder

source: Action - Vote
de: Aktion - Abstimmen

source: Activity (extracurricular, sport, workshop and course, etc.)
de: Aktivität (außerschulisch, Sport, Workshop und Kurs, etc.)

source: Add I am categories on content types.
de: Füge Ich bin Kategorien zu Inhaltstypen hinzu.

source: Add footer
de: Fußzeile hinzufügen

source: Add hero banner
de: Hero-Banner hinzufügen

source: Add minisite properties/fields
de: Füge Minisite-Eigenschaften/Felder hinzu

source: Add subsite properties/fields
de: Füge Eigenschaften/Felder für Unterseiten hinzu

source: Add topics on content types.
de: Füge Themen zu Inhaltstypen hinzu.

source: Add/Remove agenda(s)
de: Wähle den (die) Kalender, auf dem dieses Ereignis angezeigt wird

source: Add/Remove news folder(s)
de: Wähle den (die) Ordner, in dem diese Nachricht angezeigt wird

source: Address
de: Adresse

source: Affiche
de: Plakat

source: Agenda(s) correctly added.
de: Kalender richtig aktualisiert

source: Agenda(s) correctly removed.
de: Kalender richtig aktualisiert

source: Agendas that automatically populates this agenda with their events.
de: Agenden, die automatisch diese Agenda mit ihren Veranstaltungen füllen.

source: Agent connection
de: Agentenverbindung

source: Agriculture
de: Landwirtschaft

source: Allow to select quick access elements for current context.
de: Ermöglicht die Auswahl von Schnellzugriffselementen für den aktuellen Kontext.

source: Alternatively as a picture
de: Alternativ als Bild

source: Apply
de: Anwenden

source: Ask a question
de: Eine Frage stellen

source: Authentic sources
de: Authentische Quellen

source: Authorize to bring event anywhere
de: Zeigen Sie die Schaltfläche, verwenden Sie sie sparsam

source: Authorize to bring news anywhere
de: Zeigen Sie die Schaltfläche, verwenden Sie sie sparsam

source: Available agendas
de: Verfügbare Kalender

source: Available news folders
de: Verfügbare Nachrichtenordner

source: Available taxonomies
de: Verfügbare Taxonomien

source: Back
de: Zurück

source: Background image
de: Hintergrundbild

source: Bad URL format '${val}' (good format sample: https://www.imio.be).
de: Ungültiges URL-Format '${val}' (gutes Formatbeispiel: https://www.imio.be).

source: Bad mail format '${val}' (good format sample: noreply@imio.be).
de: Ungültiges E-Mail-Format '${val}' (gutes Formatbeispiel: noreply@imio.be).

source: Bad phone format
de: Ungültiges Telefonformat

source: Bad phone format '${val}' (good format sample: +32444556677).
de: Ungültiges Telefonformat '${val}' (gutes Formatbeispiel: +32444556677).

source: Banner is now again displayed from this item
de: Das Banner wird jetzt wieder ab diesem Element angezeigt

source: Banner is now hidden from this item
de: Das Banner ist jetzt von diesem Element aus ausgeblendet

source: Be careful, adding or removing taxonomies must be a part of strategy implemented in collaboration with iMio
de: Seien Sie vorsichtig, das Hinzufügen oder Entfernen von Taxonomien muss Teil einer in Zusammenarbeit mit iMio umgesetzten Strategie sein.

source: Block view
de: Blockansicht

source: Block view with images
de: Blockansicht mit Bildern

source: Blocks that will be displayed in contact
de: Blöcke, die im Kontakt angezeigt werden

source: Bottle bubbles
de: Flaschenblasen

source: Bottom
de: Unten

source: By default, Plone open external (Section text / Tiny) links in new tab
de: Standardmäßig öffnet Plone externe (Abschnittstext / Tiny) Links in einem neuen Tab

source: CSS class
de: CSS-Klasse

source: CSV file
de: CSV-Datei

source: Can manage locally
de: Kann lokal verwalten

source: Cancel
de: Abbrechen

source: Carousel
de: Karussell

source: Carousel view
de: Karussellansicht

source: Categorization
de: Kategorisierung

source: Categorize using AI
de: Per KI kategorisieren

source: Category
de: Kategorie

source: Category - Advices and inquiries
de: Kategorie - Ratschläge und Anfragen

source: Category - Associations
de: Kategorie - Vereine

source: Category - Attention
de: Kategorie - Achtung

source: Category - Bonuses
de: Kategorie - Boni

source: Category - Bonuses - 2
de: Kategorie - Boni - 2

source: Category - Bonuses 2
de: Kategorie - Boni 2

source: Category - Childhood
de: Kategorie - Kindheit

source: Category - Cinema
de: Kategorie - Kino

source: Category - Concert
de: Kategorie - Konzert

source: Category - Containerpark
de: Kategorie - Containerpark

source: Category - Culture
de: Kategorie - Kultur

source: Category - Education
de: Kategorie - Bildung

source: Category - Environment - Waste management
de: Kategorie - Umwelt - Abfallwirtschaft

source: Category - Exhibit
de: Kategorie - Ausstellung

source: Category - Mobility
de: Kategorie - Mobilität

source: Category - More
de: Kategorie - Mehr

source: Category - My account
de: Kategorie - Mein Konto

source: Category - Nature
de: Kategorie - Natur

source: Category - Parkings
de: Kategorie - Parkplätze

source: Category - Parks and gardens
de: Kategorie - Parks und Gärten

source: Category - Procedures
de: Kategorie - Verfahren

source: Category - Representative
de: Kategorie - Vertreter

source: Category - Schedule
de: Kategorie - Zeitplan

source: Category - Shop
de: Kategorie - Geschäft

source: Category - Sport - Bike
de: Kategorie - Sport - Fahrrad

source: Category - Sport - Run
de: Kategorie - Sport - Laufen

source: Category - Sport - Swim
de: Kategorie - Sport - Schwimmen

source: Category - Sport - Trophy
de: Kategorie - Sport - Trophäe

source: Category - Theater
de: Kategorie - Theater

source: Category - Tourism
de: Kategorie - Tourismus

source: Category - Works - 2
de: Kategorie - Arbeiten - 2

source: Category - Works info
de: Kategorie - Informationen zu Arbeiten

source: Category and topics vocabulary setting for TeleServices
de: Einstellung des Kategorie- und Themen-Vokabulars für TeleServices

source: Change banner scale to have infinite height
de: Ändern Sie die Bannerskala, um unendliche Höhe zu haben

source: Change collective.messagesviwlet control panel default values
de: Ändern Sie die Standardwerte des Steuerungsfelds collective.messagesviwlet

source: Change portrait scales dimensions
de: Ändern Sie die Abmessungen der Portraitskalen

source: Changes will only affect this content. They must be carried out with full knowledge. (No test)
de: Änderungen betreffen nur diesen Inhalt. Sie müssen mit vollem Wissen durchgeführt werden. (Kein Test)

source: Charging stations
de: Ladestationen

source: Check if entry is free
de: Überprüfen Sie, ob der Eintritt frei ist

source: Check if there is facilities for person with reduced mobility
de: Überprüfen Sie, ob Einrichtungen für Personen mit eingeschränkter Mobilität vorhanden sind

source: Choose a term from the vocabulary and define the corresponding name
de: Wählen Sie einen Begriff aus dem Vokabular und definieren Sie den entsprechenden Namen

source: Choose procedure submission button text
de: Wählen Sie den Text der Absenden-Schaltfläche für das Verfahren

source: Choose to opt in or out of cookies use.<br/>Our <a href="${policy_url}">cookies policy</a> can help you choose.
de: Wählen Sie, ob Sie der Verwendung von Cookies zustimmen oder diese ablehnen möchten.<br/>Unsere <a href="${policy_url}">Cookie-Richtlinie</a> kann Ihnen bei der Entscheidung helfen.

source: Choose your display mode
de: Wählen Sie Ihren Anzeigemodus

source: Choose your gallery layout mode
de: Wählen Sie Ihren Galerie-Layout-Modus

source: Choose zip codes for this entity
de: Wählen Sie Postleitzahlen für diese Entität

source: Chosen URL type '${val}' doesn't exist.
de: Der ausgewählte URL-Typ '${val}' existiert nicht.

source: Chosen contact type '${val}' doesn't exist.
de: Der ausgewählte Kontakttyp '${val}' existiert nicht.

source: Chosen country '${val}' doesn't exist (good format sample: be, fr).
de: Das ausgewählte Land '${val}' existiert nicht (gutes Formatbeispiel: be, fr).

source: Chosen facility '${val}' doesn't exist.
de: Die ausgewählte Einrichtung '${val}' existiert nicht.

source: Chosen i am term '${val}' doesn't exist.
de: Der ausgewählte Begriff 'Ich bin' '${val}' existiert nicht.

source: Chosen mail type '${val}' doesn't exist.
de: Der ausgewählte E-Mail-Typ '${val}' existiert nicht.

source: Chosen phone type '${val}' doesn't exist.
de: Der ausgewählte Telefon-Typ '${val}' existiert nicht.

source: Chosen topic '${val}' doesn't exist.
de: Das ausgewählte Thema '${val}' existiert nicht.

source: Cirkwi view
de: Cirkwi-Ansicht

source: CirkwiView content type icon
de: Symbol für den CirkwiView-Inhaltstyp

source: Cities
de: Städte

source: Citizen participation
de: Bürgerbeteiligung

source: Citizenship
de: Staatsbürgerschaft

source: City
de: Stadt

source: City project
de: Stadtpojekt

source: Click to add footer on this context.
de: Klicken Sie hier, um einen Fußzeilentext für diesen Kontext hinzuzufügen.

source: Click to add hero banner on this context.
de: Klicken Sie hier, um einen Heldenbanner für diesen Kontext hinzuzufügen.

source: Click to disable minisite on this context.
de: Klicken Sie hier, um den Minisite-Modus für diesen Kontext zu deaktivieren.

source: Click to disable subsite on this context.
de: Klicken Sie hier, um den Unterseiten-Modus für diesen Kontext zu deaktivieren.

source: Click to enable minisite on this context.
de: Klicken Sie hier, um den Minisite-Modus für diesen Kontext zu aktivieren.

source: Click to enable subsite on this context.
de: Klicken Sie hier, um den Unterseiten-Modus für diesen Kontext zu aktivieren.

source: Click to export contact to vcard.
de: Klicken Sie hier, um den Kontakt als vCard zu exportieren.

source: Click to import contacts.
de: Klicken Sie hier, um Kontakte zu importieren.

source: Click to preview content (without editor actions).
de: Klicken Sie hier, um den Inhalt vorab anzuzeigen (ohne Editor-Aktionen).

source: Close
de: Schließen

source: Closed
de: Geschlossen

source: Clothing bubbles
de: Kleidungskleider

source: Collection section
de: Sektion Sammlung

source: Collection section for a page
de: Sektion Sammlung für eine Seite

source: Color
de: Farbe

source: Complement
de: Ergänzung

source: Complete this procedure online
de: Diese Prozedur online abschließen

source: Concert and festival
de: Konzert und Festival

source: Conference and debate
de: Konferenz und Debatte

source: Consult the map
de: Konsultieren Sie die Karte

source: Contact
de: Kontakt

source: Contact content type
de: Kontakt

source: Contact informations
de: Kontaktinformationen

source: Contact section
de: Kontakt-Sektion

source: Contact section for a page
de: Kontakt-Sektion für eine Seite

source: Contact title is missing.
de: Kontakt-Titel fehlt.

source: Contact type is missing.
de: Kontakttyp fehlt.

source: Cookies choice
de: Cookie-Auswahl

source: Cookies preferences
de: Cookie-Einstellungen

source: Country
de: Land

source: Culture
de: Kultur

source: Default directory view
de: Standard-Verzeichnisansicht

source: Default events view
de: Standard-Ereignisansicht

source: Default news view
de: Standard-Nachrichtenansicht

source: Define a banner for folder and children
de: Definieren Sie ein Banner für Ordner und Untergeordnete

source: Define a logo for minisite
de: Definieren Sie ein Logo für den Minisite-Modus

source: Define a logo for subsite and children
de: Definieren Sie ein Logo für den Unterseiten-Modus und Untergeordnete

source: Define number of levels in menu navigation subsite
de: Definieren Sie die Anzahl der Ebenen in der Menünavigation für den Unterseiten-Modus

source: Define section size
de: Abschnittsgröße definieren

source: Delete section
de: Sektion löschen

source: Description
de: Beschreibung

source: Directory SolR Core ID
de: Verzeichnis SolR Core ID

source: Directory entity
de: Verzeichnis-Entität

source: Directory view
de: Verzeichnisansicht

source: Disable minisite
de: Deaktivieren Sie den Minisite-Modus

source: Disable subsite
de: Deaktivieren Sie den Unterseiten-Modus

source: Disabled person
de: Person mit Behinderung

source: Display agendas titles
de: Tagesordnungstitel anzeigen

source: Display banner from this item
de: Banner von diesem Element anzeigen

source: Display linked directory from imio directory instance.
de: Verknüftes Verzeichnis aus der iMio-Verzeichnisinstanz anzeigen.

source: Display linked events from imio events instance.
de: Verknüpfte Ereignisse aus der iMio-Ereignisinstanz anzeigen.

source: Display linked news from imio news instance.
de: Verknüpfte Nachrichten aus der iMio-Nachrichteninstanz anzeigen.

source: Display map
de: Karte anzeigen

source: Display news folders titles
de: Titel der Nachrichtenordner anzeigen

source: Display only past events
de: Nur vergangene Ereignisse anzeigen

source: Display projects from a campaign coming from e-guichet.
de: Projekte aus einer Kampagne anzeigen, die von e-Guichet stammen.

source: Display red thumbs
de: Rote Daumen anzeigen

source: Drinking water point
de: Trinkwasserstelle

source: Dutch translations
de: Niederländische Übersetzungen

source: E-Guichet procedure
de: E-Guichet-Verfahren

source: Economics
de: Wirtschaft

source: Edit section
de: Abschnitt bearbeiten

source: Education
de: Bildung

source: Effective
de: Wirksam

source: Elder
de: Ältere

source: Element view
de: Elementansicht

source: Enable autopublishing behavior on all types
de: Aktiviere das automatische Veröffentlichungsverhalten für alle Typen

source: Enable minisite
de: Minisite aktivieren

source: Enable subsite
de: Unterseite aktivieren

source: English translations
de: Englische Übersetzungen

source: Enter your HTML code directly here. It must be nested in tags such as: <code>&lt;p&gt;code&lt;/p&gt;</code>, <code>&lt;span&gt;code&lt;/span&gt;</code>, <code>&lt;div&gt;code&lt;/div&gt;</code>
de: Geben Sie Ihren HTML-Code hier direkt ein. Er muss in Tags wie folgt verschachtelt sein: <code>&lt;p&gt;code&lt;/p&gt;</code>, <code>&lt;span&gt;code&lt;/span&gt;</code>, <code>&lt;div&gt;code&lt;/div&gt;</code>

source: Entertainment
de: Unterhaltung

source: Entity
de: Entität

source: Entity content type
de: Entitätsinhaltstyp

source: Environment
de: Umwelt

source: Error(s) on line ${number}
de: Fehler auf Zeile ${number}

source: Error: Geolocation service is unavailable. Your content is not geocoded.
de: Fehler: Der Geolokalisierungsdienst ist nicht verfügbar. Ihr Inhalt ist nicht geokodiert.

source: Event
de: Veranstaltung

source: Event planner
de: Veranstaltungsplaner

source: Event type
de: Veranstaltungstyp

source: Event-driven (festivity, play, conference, flea market, walk, etc.)
de: Veranstaltung (Fest, Theaterstück, Konferenz, Flohmarkt, Spaziergang, etc.)

source: Events
de: Veranstaltungen

source: Events SolR Core ID
de: Veranstaltungs SolR Core ID

source: Events entity
de: Entität für Veranstaltungen

source: Events section
de: Sektion Veranstaltungen

source: Events section for a page
de: Sektion Veranstaltungen für eine Seite

source: Events view
de: Veranstaltungsansicht

source: Events view used to display events details
de: Veranstaltungsansicht zur Anzeige von Veranstaltungsdetails

source: Example : Photo of a person or organization building
de: Beispiel: Foto einer Person oder des Gebäudes einer Organisation

source: Example : namur.be (SMARTWEB_PLAUSIBLE_SITE varenv has precedence over this.)
de: Beispiel: namur.be (SMARTWEB_PLAUSIBLE_SITE varenv hat Vorrang vor diesem Wert.)

source: Example : plausible.imio.be (SMARTWEB_PLAUSIBLE_URL varenv has precedence over this.)
de: Beispiel: plausible.imio.be (SMARTWEB_PLAUSIBLE_URL varenv hat Vorrang vor diesem Wert.)

source: Example : shop, service, association logo
de: Beispiel: Logo eines Ladens, Dienstes oder einer Vereinigung

source: Exclude from parent listing
de: Vom übergeordneten Listing ausschließen

source: Exhibition and artistic meeting
de: Ausstellung und künstlerisches Treffen

source: Expires
de: Verfällt

source: Export contact
de: Kontakt exportieren

source: External content parameters
de: Parameter für externe Inhalte

source: External content section
de: Abschnitt für externe Inhalte

source: External content section for a page
de: Abschnitt für externe Inhalte für eine Seite

source: External content url
de: URL für externen Inhalt

source: Facebook url for this event
de: Facebook-URL für dieses Ereignis

source: Facebook url for this news
de: Facebook-URL für diese Nachricht

source: Faceted block view
de: Blockansicht mit Facetten

source: Faceted block view with images
de: Blockansicht mit Facetten und Bildern

source: Faceted items preview
de: Vorschau der Facettenelemente

source: Faceted map
de: Facettierte Karte

source: Faceted summary view
de: Zusammenfassungsansicht mit Facetten

source: Faceted summary view with images
de: Zusammenfassungsansicht mit Facetten und Bildern

source: Facilities
de: Einrichtungen

source: Facilities for person with reduced mobility
de: Einrichtungen für Personen mit eingeschränkter Mobilität

source: Files section
de: Dateien-Abschnitt

source: Files section for a page
de: Dateien-Abschnitt für eine Seite

source: Flea market and market
de: Flohmarkt und Markt

source: Folder
de: Ordner

source: Folder content type to structure website
de: Ordner-Inhaltstyp zur Strukturierung der Website

source: Footer
de: Fußzeile

source: Footer cannot be added here
de: Die Fußzeile kann hier nicht hinzugefügt werden

source: Footer content type
de: Fußzeilen-Inhaltstyp

source: Footer has been successfully added
de: Die Fußzeile wurde erfolgreich hinzugefügt

source: For the anonymous visitor, the folder and the selected item are one. When he clicks on the folder, the item is displayed.
de: Für den anonymen Besucher sind der Ordner und das ausgewählte Element eins. Wenn er auf den Ordner klickt, wird das Element angezeigt.

source: Form to choose item to be displayed as the home page of the folder
de: Formular zum Auswählen des Elements, das als Startseite des Ordners angezeigt werden soll

source: Free WIFI
de: Kostenloses WLAN

source: Free entry
de: Freier Eintritt

source: Friday
de: Freitag

source: From
de: Von

source: Full width
de: Vollbreite

source: Gallery
de: Galerie

source: Gallery mode
de: Galeriemodus

source: Gallery section
de: Galerie-Abschnitt

source: Gallery section for a page
de: Galerie-Abschnitt für eine Seite

source: Generate using AI
de: Mit KI generieren

source: German translations
de: Deutsche Übersetzungen

source: Get priory on related agenda for these specifics events.
de: Erhalten Sie Vorrang auf dem zugehörigen Veranstaltungskalender für diese speziellen Ereignisse.

source: Get priory on related news for these specifics news.
de: Erhalten Sie Vorrang auf den zugehörigen Nachrichten für diese speziellen Nachrichten.

source: Go to ${url}
de: Gehe zu ${url}

source: HTML section
de: HTML-Abschnitt

source: HTML section for a page
de: HTML-Abschnitt für eine Seite

source: Habitat and town planning
de: Wohnraum und Stadtplanung

source: Half of width
de: Halbe Breite

source: Half page
de: Halbe Seite

source: Hard refresh
de: Harte aktualisierung

source: Health
de: Gesundheit

source: Hero banner
de: Heldenbanner

source: Hero banner cannot be added here
de: Das Heldenbanner kann hier nicht hinzugefügt werden

source: Hero banner content type
de: Heldenbanner-Inhaltstyp

source: Hero banner has been successfully added
de: Das Heldenbanner wurde erfolgreich hinzugefügt

source: HeroBanner content type icon
de: Symbol für den Heldenbanner-Inhaltstyp

source: Hide banner from this item
de: Banner aus diesem Element ausblenden

source: Hide the content of the section that will be displayed by clicking on the title
de: Verberge den Inhalt des Abschnitts, der durch Klicken auf den Titel angezeigt wird

source: Hide title
de: Titel ausblenden

source: Hide title for anonymous user. Title stays visible for the editor.
de: Titel für anonymen Benutzer ausblenden. Titel bleibt für den Editor sichtbar.

source: I am
de: Ich bin

source: I find
de: Ich finde

source: Icons
de: Symbole

source: If checked, display agendas titles
de: Wenn diese Option aktiviert ist, werden Tagesordnungstitel angezeigt

source: If checked, display agendas titles in the carousel view.
de: Wenn diese Option aktiviert ist, werden die Tagesordnungstitel in der Karussellansicht angezeigt.

source: If checked, display news folders titles
de: Wenn diese Option aktiviert ist, werden die Titel der Nachrichtenordner angezeigt

source: If checked, display news folders titles in the carousel view.
de: Wenn diese Option aktiviert ist, werden die Titel der Nachrichtenordner in der Karussellansicht angezeigt.

source: If selected, contributor of this entity can bring event in any agenda independently of agenda subscribing feature
de: Dieser Button ermöglicht es den Administratoren der Einrichtung, jedes Ereignis in einem Kalender anzuzeigen, mit dem es normalerweise nicht geteilt wird

source: If selected, contributor of this entity can bring news in any news folders independently of news folders subscribing feature
de: Dieser Button ermöglicht es den Administratoren der Einrichtung, jede Neuigkeit in einem Ordner anzuzeigen, mit dem sie normalerweise nicht geteilt wird

source: If selected, map will be displayed
de: Wenn ausgewählt, wird die Karte angezeigt

source: If selected, only past events will be displayed
de: Wenn ausgewählt, werden nur vergangene Ereignisse angezeigt

source: If selected, this item will not appear in parent listing views
de: Wenn ausgewählt, wird dieses Element nicht in den Ansichten der übergeordneten Liste angezeigt

source: Image alignment
de: Bildausrichtung

source: Image scale for images
de: Bildskalierung für Bilder

source: Image scale for images (only for gallery mode)
de: Bildskalierung für Bilder (nur im Galerie-Modus)

source: Image size
de: Bildgröße

source: Import
de: Importieren

source: Import contacts
de: Kontakte importieren

source: Important! These categories allow you to use criteria that are specific to your organization
de: Wichtig! Diese Kategorien ermöglichen die Verwendung von kriterienspezifischen Informationen für Ihre Organisation

source: Important! These categories are used to create lists accessible via the navigation menu
de: Wichtig! Diese Kategorien werden verwendet, um über das Navigationsmenü zugängliche Listen zu erstellen
