Repository: pypi-data/pypi-mirror-400
Catalog: packages/imio.smartweb.locales/imio_smartweb_locales-1.1.36-py3-none-any.whl/imio/smartweb/locales/locales/*/LC_MESSAGES/imio.smartweb.po
Languages: de

source: Important! These categories are used to supplement the information provided by the topics
de: Wichtig! Diese Kategorien dienen dazu, die von den Themen bereitgestellten Informationen zu ergänzen

source: Important! These categories make it possible to highlight and geolocate certain basic services
de: Wichtig! Diese Kategorien ermöglichen es, bestimmte grundlegende Dienstleistungen hervorzuheben und zu geolokalisieren

source: Important! Topics are used to filter search results and create lists
de: Wichtig! Themen werden verwendet, um Suchergebnisse zu filtern und Listen zu erstellen

source: Imported ${number} contacts successfully !
de: ${number} Kontakte erfolgreich importiert!

source: Instagram url for this event
de: Instagram-URL für dieses Ereignis

source: Instagram url for this news
de: Instagram-URL für diese Neuigkeit

source: Internal note
de: Interne Notiz

source: Internships and courses
de: Praktika und Kurse

source: Item(s) that can be selected as the folder default page.
de: Element(e), die als Standardseite des Ordners ausgewählt werden können.

source: Itinerary
de: Wegbeschreibung

source: Job offer
de: Jobangebot

source: Job seeker
de: Jobsuchender

source: Keywords
de: Schlagwörter

source: Label (Secretariat, Manager office, Sales,...)
de: Bezeichnung (Sekretariat, Büro des Managers, Vertrieb,...)

source: Label (direction, Main number,...)
de: Bezeichnung (Richtung, Hauptnummer,...)

source: Lead Image
de: Führungsbild

source: Left
de: Links

source: Legal notice
de: Impressum

source: Leisure / discovery
de: Freizeit / Entdeckung

source: Like supplement or alternatively to picture
de: Als Ergänzung oder alternativ zum Bild

source: Link block for a links section
de: Link-Block für einen Link-Abschnitt

source: Link illustration icon
de: Link-Illustrations-Icon

source: Link title
de: Link-Titel

source: Link title will be display on picture as clickable element
de: Der Link-Titel wird auf dem Bild als klickbares Element angezeigt

source: Link to online participation
de: Link zur Online-Teilnahme

source: Link to your account
de: Link zu Ihrem Konto

source: Links section
de: Link-Abschnitt

source: Links section for a page
de: Link-Abschnitt für eine Seite

source: List of events categories values available for this entity (one per line)
de: Liste der für diese Entität verfügbaren Veranstaltungskategoriewerte (einer pro Zeile)

source: List of news categories values available for this entity (one per line)
de: Liste der für diese Entität verfügbaren Nachrichtenkategoriewerte (einer pro Zeile)

source: Logo and title
de: Logo und Titel

source: Logo display
de: Logo-Anzeige

source: Lunch time
de: Mittagszeit

source: Manage section contents
de: Abschnittsinhalte verwalten

source: Manage taxonomies on this content
de: Taxonomien auf diesem Inhalt verwalten

source: Map
de: Karte

source: Map section
de: Kartenabschnitt

source: Map section for a page
de: Kartenabschnitt für eine Seite

source: Maximum number of batches to display
de: Maximale Anzahl von Chargen zur Anzeige

source: Maximum number of contacts by line
de: Maximale Anzahl von Kontakten pro Zeile

source: Maximum number of contacts by line (on PC)
de: Maximale Anzahl von Kontakten pro Zeile (auf dem PC)

source: Menu depth
de: Menütiefe

source: Merchant
de: Händler

source: Minisite has been disabled
de: Minisite wurde deaktiviert

source: Minisite has been successfully activated
de: Minisite wurde erfolgreich aktiviert

source: Mission (passports, reception, parking, etc.)
de: Auftrag (Pässe, Empfang, Parken, etc.)

source: Mobile
de: Mobil

source: Mobility
de: Mobilität

source: Modified
de: Geändert

source: Monday
de: Montag

source: My account
de: Mein Konto

source: New tab
de: Neuer Tab

source: Newcomer
de: Neuling

source: News entity
de: Nachrichtenentität

source: News folder
de: Nachrichtenordner

source: News folder(s) correctly added.
de: Nachrichtenordner aktualisiert

source: News folder(s) correctly removed.
de: Nachrichtenordner aktualisiert

source: News folders that automatically populates this news folder with their news.
de: Nachrichtenordner, die diesen Nachrichtenordner automatisch mit ihren Nachrichten füllen.

source: News section
de: Nachrichtenabschnitt

source: News section for a page
de: Nachrichtenabschnitt für eine Seite

source: News view
de: Nachrichtenansicht

source: News view used to display news items details
de: Nachrichtenansicht, die zur Anzeige von Details zu Nachrichten verwendet wird

source: NewsItem
de: Nachrichtenartikel

source: NewsItem website url
de: Website-URL des Nachrichtenartikels

source: NewsView content type icon
de: Symbol für Nachrichtenansichts-Inhaltstyp

source: No
de: Nein

source: Number
de: Nummer

source: Number (format: +32475010203)
de: Nummer (Format: +32475010203)

source: Number of items per batch
de: Anzahl der Elemente pro Batch

source: Number of items per batch (only for carousel mode)
de: Anzahl der Elemente pro Batch (nur im Karussell-Modus)

source: Number of items to display
de: Anzahl der anzuzeigenden Elemente

source: On
de: Am

source: Online participation
de: Online-Teilnahme

source: Online participation url
de: URL für die Online-Teilnahme

source: Only one procedure field can be filled !
de: Nur ein Verfahrensfeld kann ausgefüllt werden !

source: Only used in table view (takes precedence over image)
de: Nur in der Tabellenansicht verwendet (hat Vorrang vor dem Bild)

source: Open
de: Geöffnet

source: Open at
de: Öffnet um

source: Open in a new tab
de: In einem neuen Tab öffnen

source: Organic waste containers
de: Biomüllcontainers

source: Organization (administrative service, business, professional, sports club, association, etc.)
de: Organisation (Verwaltungsdienst, Unternehmen, Berufsverband, Sportverein, Verein, etc.)

source: Organization - Boyscout
de: Organisation - Pfadfinder

source: Organization - Cpas
de: Organisation - Cpas

source: Organization - Library
de: Organisation - Bibliothek

source: Organization - Mobility
de: Organisation - Mobilität

source: Organization - Music academy
de: Organisation - Musikakademie

source: Organization - Police
de: Organisation - Polizei

source: Organization - School
de: Organisation - Schule

source: Organization - School of arts
de: Organisation - Kunstschule

source: Organization - Sports Center
de: Organisation - Sportzentrum

source: Orientation
de: Orientierung

source: PMC waste containers
de: Wertstoffcontainers

source: Page
de: Seite

source: Page content type icon
de: Symbol für Seitentyp

source: Parent
de: Übergeordnet

source: Parent listing
de: Übergeordnetes Verzeichnis

source: Party and folklore
de: Party und Folklore

source: Password already filled
de: Passwort bereits ausgefüllt

source: Paysage
de: Landschaft

source: Personal email
de: Persönliche E-Mail

source: Personal phone
de: Persönliches Telefon

source: Phones
de: Telefone

source: Photo gallery
de: Fotoalbum

source: Picture will be displayed as slide background
de: Bild wird als Hintergrund für die Folie angezeigt

source: Plausible Site
de: Plausible Website

source: Plausible analytics is not set
de: Plausible Analytics ist nicht konfiguriert

source: Plausible authentification token (SMARTWEB_PLAUSIBLE_TOKEN varenv has precedence over this.)
de: Plausible Authentifizierungstoken (SMARTWEB_PLAUSIBLE_TOKEN varenv hat Vorrang vor diesem.)

source: Please help!
de: Bitte helfen Sie!

source: Please note that it is important to upload an image without text for design and accessibility reasons. The image will not display in its entirety and the text may be cut off.
de: Bitte beachten Sie, dass es wichtig ist, ein Bild ohne Text aus Design- und Barrierefreiheitsgründen hochzuladen. Das Bild wird nicht vollständig angezeigt und der Text kann abgeschnitten sein.

source: Politics
de: Politik

source: Populating agendas
de: Agendas werden befüllt

source: Populating entities
de: Einheiten werden befüllt

source: Populating news folders
de: Nachrichtenordner werden befüllt

source: Portal Page
de: Portal Seite

source: Portal Page content type to print informations
de: Portal-Seiten-Inhaltstyp zum Drucken von Informationen

source: Portrait
de: Porträt

source: Position (mayor, alderman, advisor, director, head of department, etc.)
de: Position (Bürgermeister, Ratsherr, Berater, Direktor, Abteilungsleiter, etc.)

source: Post-it section
de: Post-it-Sektion

source: Post-it section for a page
de: Post-it-Sektion für eine Seite

source: Preview
de: Vorschau

source: Private contact informations
de: Private Kontaktdaten

source: Procedure
de: Verfahren

source: Procedure content type icon
de: Symbol für Verfahrensinhaltstyp

source: Procedure url
de: Verfahrens-URL

source: Procedures and practical informations
de: Verfahren und praktische Informationen

source: Projection and cinema
de: Projektion und Kino

source: Public toilets
de: Öffentliche Toiletten

source: Quarter of width
de: Viertel der Breite

source: Quick access
de: Schnellzugriff

source: Quick access contents
de: Inhalte für Schnellzugriff

source: Quick access selection
de: Schnellzugriffsauswahl

source: Read documentation
de: Dokumentation lesen

source: Read more and manage cookies settings
de: Mehr erfahren und Cookie-Einstellungen verwalten

source: Read more and manage settings
de: Weitere Informationen lesen und Einstellungen verwalten

source: Refuse all
de: Alles ablehnen

source: Refuse all cookies
de: Alle Cookies ablehnen

source: Related agenda
de: Verwandte Agenda

source: Related contacts
de: Verwandte Kontakte

source: Related news folder
de: Verwandter Nachrichtenordner

source: Related timestamped publications
de: Zugehörige zeitgestempelte Veröffentlichungen

source: Relative path widget
de: Widget für relativen Pfad

source: Residual waste containers
de: Restmüllcontainers

source: Rich text section for a page
de: Abschnitt für Rich-Text auf einer Seite

source: Right
de: Rechts

source: Safety and prevention
de: Sicherheit und Prävention

source: Saturday
de: Samstag

source: Save my choices
de: Meine Auswahl speichern

source: Schedule
de: Öffnungszeiten

source: Search
de: Suche

source: Secret key
de: Geheimschlüssel

source: Secret key to use API
de: Geheimschlüssel für die Verwendung der API

source: Section modification date has been refreshed
de: Das Änderungsdatum der Sektion wurde aktualisiert

source: Section title has been hidden
de: Der Titel der Sektion wurde ausgeblendet (für den Besucher)

source: Section title has been shown
de: Der Titel der Sektion wurde angezeigt

source: Section width
de: Sektionsbreite

source: See all
de: Alle anzeigen

source: See all events
de: Alle Veranstaltungen anzeigen

source: See all news
de: Alle Neuigkeiten anzeigen

source: Select a collection
de: Eine Sammlung auswählen

source: Select a title :
de: Wählen Sie einen Titel

source: Select agenda to display
de: Wählen Sie die Agenda aus, die angezeigt werden soll

source: Select agendas where this event will be displayed. Current agenda is always selected.
de: Wählen Sie die Agenden aus, in denen dieses Ereignis angezeigt wird. Die aktuelle Agenda ist immer ausgewählt.

source: Select contacts. If you can't find contacts you want, make sure it exists in the directory and that its "state" is published.
de: Wählen Sie Kontakte aus. Wenn Sie die gewünschten Kontakte nicht finden können, stellen Sie sicher, dass sie im Verzeichnis vorhanden sind und ihr "Status" veröffentlicht ist.

source: Select entities where this contact will be displayed. Current entity will always be selected.
de: Wählen Sie Entitäten aus, in denen dieser Kontakt angezeigt wird. Die aktuelle Entität ist immer ausgewählt.

source: Select image size
de: Bildgröße auswählen

source: Select news folder to display
de: Wählen Sie den Nachrichtenordner aus, der angezeigt werden soll

source: Select news folders where this news item will be displayed. Current news folder is always selected.
de: Wählen Sie die Nachrichtenordner aus, in denen dieser Nachrichtenbeitrag angezeigt wird. Der aktuelle Nachrichtenordner ist immer ausgewählt.

source: Select view
de: Ansicht auswählen

source: Select where you want to display the image
de: Wählen Sie aus, wo das Bild angezeigt werden soll

source: Selected Categories
de: Ausgewählte Kategorien

source: Selected agenda
de: Ausgewählte Agenda

source: Selected agendas
de: Ausgewählte Agenden

source: Selected entities
de: Ausgewählte Entitäten

source: Selected event types
de: Ausgewählte Veranstaltungstypen

source: Selected items
de: Ausgewählte Elemente

source: Selected news folder
de: Ausgewählter Nachrichtenordner

source: Selected news folders
de: Ausgewählte Nachrichtenordner

source: Selections section
de: Auswahlabteilung

source: Selections section for a page
de: Auswahlabteilung für eine Seite

source: Show items description
de: Beschreibung der Elemente anzeigen

source: Show items lead image
de: Vorschaubild der Elemente anzeigen

source: Show items publication date
de: Veröffentlichungsdatum der Elemente anzeigen

source: Show title
de: Titel anzeigen

source: Site created in collaboration with
de: Website erstellt in Zusammenarbeit mit

source: Skip to content
de: Zum Inhalt springen

source: Skip to footer
de: Zum Fußzeilenabschnitt springen

source: Skip to navigation
de: Zur Navigation springen

source: Slide section
de: Folienschnitt

source: Slide section for a hero banner
de: Folienschnitt für ein Hero-Banner

source: Smartweb Settings
de: Smartweb-Einstellungen

source: Social
de: Sozial

source: Social network - Behance
de: Soziales Netzwerk - Behance

source: Social network - Facebook
de: Soziales Netzwerk - Facebook

source: Social network - Facebook thumb
de: Soziales Netzwerk - Facebook Daumen

source: Social network - Instagram
de: Soziales Netzwerk - Instagram

source: Social network - Linkedin
de: Soziales Netzwerk - Linkedin

source: Social network - Twitter
de: Soziales Netzwerk - Twitter

source: Social network - Vimeo
de: Soziales Netzwerk - Vimeo

source: Social network - Youtube
de: Soziales Netzwerk - Youtube

source: Specific category
de: Spezifische Kategorie

source: Specific events categories
de: Spezifische Kategorien von Ereignissen

source: Specific news categories
de: Spezifische Kategorien von Neuigkeiten

source: Specific related events
de: Spezifisch zugehörige Ereignisse

source: Specific related news
de: Spezifisch zugehörige Neuigkeiten

source: Specify your cirkwi widget ID. You can find it when you create a new widget in Cirkwi.
de: Geben Sie Ihre Cirkwi-Widget-ID an. Sie finden sie, wenn Sie ein neues Widget in Cirkwi erstellen.

source: Sports
de: Sport

source: Standard Page content type to print informations
de: Standardseiten-Inhaltstyp zum Drucken von Informationen

source: Standard view
de: Standardansicht

source: Statistics
de: Statistiken

source: Street
de: Straße

source: Stroll and discovery
de: Spaziergang und Entdeckung

source: Sub contacts
de: Unterkontakte

source: Submit
de: Bestätigen

source: Subsite
de: Unterwebsite

source: Subsite has been disabled
de: Die Unterwebsite wurde deaktiviert

source: Subsite has been successfully activated
de: Die Unterwebsite wurde erfolgreich aktiviert

source: Subtitle
de: Untertitel

source: Summary view
de: Zusammenfassungsansicht

source: Summary view with images
de: Zusammenfassungsansicht mit Bildern

source: Sunday
de: Sonntag

source: Table view
de: Tabellenansicht

source: Take part of workshop
de: An einem Workshop teilnehmen

source: Taxonomies are correctly set on your object!
de: Die Taxonomien sind korrekt auf Ihrem Objekt festgelegt!

source: Taxonomies choices form
de: Formular für Taxonomieauswahl

source: Territory and public space
de: Gebiet und öffentlicher Raum

source: Text for the link to the collection
de: Text für den Link zur Sammlung

source: Text for the link to the events view
de: Text für den Link zur Veranstaltungsansicht

source: Text for the link to the news view
de: Text für den Link zur Nachrichtenansicht

source: Text section
de: Textabschnitt

source: The geolocation is generated on the basis of the address during contact save. It is possible to change the pointer manually if it is not correctly positioned.
de: Die Geolokalisierung wird auf Basis der Adresse bei der Kontaktspeicherung generiert. Es ist möglich, den Zeiger manuell zu ändern, wenn er nicht korrekt positioniert ist.

source: The image uploaded in the "${field_title}" field may be degraded because it does not meet the required minimum dimensions of ${min_width}px width by ${min_height}px height (uploaded image size: ${width}px width by ${height}px height). You can see the detail via the Cropping menu.
de: Das in das Feld "${field_title}" hochgeladene Bild kann degradiert sein, da es nicht die erforderlichen Mindestabmessungen von ${min_width}px Breite aufweist und ${min_height}px Höhe (hochgeladene Bildgröße: ${width}px Breite und ${height}px Höhe). Sie können die Details über das Zuschneidemenü anzeigen.

source: The item selected as the folder home page is :
de: Das als Startseite des Ordners ausgewählte Element ist:

source: The title will always be displayed if this behavior is enabled.
de: Der Titel wird immer angezeigt, wenn dieses Verhalten aktiviert ist.

source: Theater and show
de: Theater und Show

source: There is no section on this page.
de: Auf dieser Seite gibt es keinen Abschnitt.

source: There is no section on this procedure.
de: Auf dieser Prozedur gibt es keinen Abschnitt.

source: Third of width
de: Drittel der Breite

source: Third page
de: Drittel der Seite

source: This feature requires cookies acceptation.<br/><a class="pat-plone-modal" href="${consent_url}">Review your cookies preferences</a>.
de: Diese Funktion erfordert die Akzeptanz von Cookies.<br/><a class="pat-plone-modal" href="${consent_url}">Überprüfen Sie Ihre Cookie-Einstellungen</a>.

source: This field is required if the content must be available in this language
de: Dieses Feld ist erforderlich, wenn der Inhalt in dieser Sprache verfügbar sein muss

source: This information is used for search results redirection
de: Diese Information wird für die Weiterleitung der Suchergebnisse verwendet

source: This site uses cookies to provide you with an optimal experience (playing videos, displaying maps and content from social networks in particular).
de: Diese Website verwendet Cookies, um Ihnen ein optimales Erlebnis zu bieten (insbesondere zum Abspielen von Videos, Anzeigen von Karten und Inhalten aus sozialen Netzwerken).

source: Three quarter of width
de: Dreiviertel der Breite

source: Thursday
de: Donnerstag

source: Ticket url to subscribe to this event
de: Ticket-URL zur Anmeldung für dieses Ereignis

source: Timestamped publication section for a page
de: Abschnitt für zeitgestempelte Veröffentlichungen einer Seite

source: Timestamped publications section
de: Abschnitt für zeitgestempelte Veröffentlichungen

source: Title
de: Titel

source: Title and Subtitle
de: Titel und Untertitel

source: Title and description will be displayed in front of picture as a slogan
de: Titel und Beschreibung werden vor dem Bild als Slogan angezeigt

source: Title suggestions
de: Titelvorschläge

source: Top
de: Oben

source: Topics
de: Themen

source: Tourism
de: Tourismus

source: Tourism organizations
de: Tourismusorganisationen

source: Trade Fair and Fair
de: Handelsmesse und Messe

source: Tuesday
de: Dienstag

source: Twitter url for this event
de: Twitter-URL für dieses Ereignis

source: Twitter url for this news
de: Twitter-URL für diese Neuigkeit

source: Two third of width
de: Zwei Drittel der Breite

source: Type
de: Typ

source: Unknow service
de: Unbekannter Dienst

source: Url to propose a new citizen contact
de: URL zum Vorschlagen eines neuen Bürgerkontakts

source: Url to propose a new citizen event
de: URL zum Vorschlagen eines neuen Bürgerveranstaltung

source: Url to propose a new citizen news
de: URL zum Vorschlagen einer neuen Bürger-Nachricht

source: Use **text** to set text in bold. Limited to ${max} characters.
de: Verwenden Sie **Text**, um Text fett zu formatieren. Begrenzt auf ${max} Zeichen.

source: Useful numbers
de: Nützliche Nummern

source: VAT number
de: Umsatzsteuer-Identifikationsnummer

source: Video section
de: Videobereich

source: Video section for a page
de: Videobereich für eine Seite

source: Video url from youtube, vimeo
de: Video-URL von YouTube, Vimeo

source: View - Agenda
de: Ansicht - Agenda

source: View - Directory
de: Ansicht - Verzeichnis

source: View - News
de: Ansicht - Nachrichten

source: Visible blocks
de: Sichtbare Blöcke

source: Vocabulary term
de: Vokabularbegriff

source: Warning: these options are not relevant for Sections and will not be applied.
de: Warnung: Diese Optionen sind für Abschnitte nicht relevant und werden nicht angewendet.

source: Website
de: Website" # No translation needed for "Website

source: Wednesday
de: Mittwoch

source: With a cognitoform plugin, extra params can be void but if you complete it you must specify : scrolling:(yes/no) and overflow:(hidden/scroll/auto)
de: Mit einem Cognitoform-Plugin können zusätzliche Parameter leer sein, aber wenn Sie es ausfüllen, müssen Sie angeben: scrolling:(yes/no) und overflow:(hidden/scroll/auto)

source: With an elloha plugin, extra params must contain a dictionary with two keys : ConstellationWidgetContainer, Idoi
de: Mit einem Elloha-Plugin müssen zusätzliche Parameter ein Dictionary mit zwei Schlüsseln enthalten: ConstellationWidgetContainer, Idoi

source: With arcgis plugin, extra params must contain a dictionary with one key : portal_item_id
de: Mit einem ArcGIS-Plugin müssen zusätzliche Parameter ein Dictionary mit einem Schlüssel enthalten: portal_item_id

source: Work email
de: Berufliche E-Mail

source: Work phone
de: Berufliches Telefon

source: Works
de: Arbeiten

source: Yes
de: Ja

source: You don't have rights to access this page.
de: Sie haben keine Berechtigung, diese Seite anzuzeigen.

source: Young
de: Jung

source: Your Folder was a minisite but this behaviour has been disabled with this action
de: Ihr Ordner war eine Minisite, aber dieses Verhalten wurde mit dieser Aktion deaktiviert

source: Your button title (dutch)
de: Ihr Schaltflächentitel (dutch)

source: Your button title (english)
de: Ihr Schaltflächentitel (english)

source: Your button title (french)
de: Ihr Schaltflächentitel (french)

source: Your button title (german)
de: Ihr Schaltflächentitel (german)

source: Your event must last less than 3 years.
de: Ihre Veranstaltung darf nicht länger als 3 Jahre dauern.

source: Zip codes and cities
de: Postleitzahlen und Städte

source: Zipcode
de: Postleitzahl

source: Zipcode '${val}' is not a number.
de: Die Postleitzahl '${val}' ist keine Nummer.

source: free license
de: Freie Lizenz

source: imio.directory.policy (uninstall)
de: imio.directory.policy (deinstallieren)

source: imio.events.policy (uninstall)
de: imio.events.policy (deinstallieren)

source: imio.news.policy (uninstall)
de: imio.news.policy (deinstallieren)

source: label_edit_default_page_container
de: Sie bearbeiten die Standardseite eines Containers. Wenn Sie den Container selbst bearbeiten möchten, ${go_here}.

source: label_edit_default_page_container_go_here
de: hier klicken

source: smartweb.settings : No secret key define
de: smartweb.settings : Kein geheimer Schlüssel definiert

source: smartweb.settings : No url define
de: smartweb.settings : Keine URL definiert

source: to
de: bis

source: under
de: unter
