Repository: pypi-data/pypi-mirror-400
Catalog: packages/raphson-mp/raphson_mp-2.12.0-py3-none-any.whl/raphson_mp/translations/*/LC_MESSAGES/backend.po
Languages: nl

source: Added
nl: Toegevoegd

source: Removed
nl: Verwijderd

source: Modified
nl: Aangepast

source: Moved
nl: Verplaatst

source: Log file is empty
nl: Logbestand is leeg

source: Log file is too large, displaying only a section from the end.
nl: Logbestand is te groot om te tonen, alleen een klein deel van het einde wordt getoond.

source: Log file does not exist
nl: Logbestand bestaat niet

source: Recently
nl: Pas geleden

source: You are not logged in, please log in.
nl: Je bent niet ingelogd, gelieve in te loggen.

source: Your current session is invalid, please log in again.
nl: Je huidige sessie is ongeldig, gelieve opnieuw in te loggen.

source: Your are not an administrator, but this page requires administrative privileges
nl: Je bent geen administrator, maar deze pagina vereist administratieve rechten

source: Your account has no password set. Either you have never set a password, or your old password expired. Please contact a system administrator.
nl: Je account heeft geen wachtwoord ingesteld. Dat kan betekenen dat je nooit een wachtwoord hebt ingesteld, of dat je oude wachtwoord verlopen is. Neem contact op met een systeembeheerder.

source: Past 7 days
nl: Afgelopen 7 dagen

source: Past 30 days
nl: Afgelopen 30 dagen

source: Past 365 days
nl: Afgelopen 365 dagen

source: Long ago
nl: Lang geleden

source: Never
nl: Nooit

source: When tracks were last chosen by algorithm
nl: Wanneer nummers voor het laatst gekozen zijn door het algoritme

source: time ago
nl: tijd geleden

source: track count
nl: aantal nummers

source: Number of tracks in playlists
nl: Aantal nummers in afspeellijsten

source: playlist
nl: afspeellijst

source: Mean duration of tracks in playlists
nl: Gemiddelde lengte van nummers in afspeellijsten

source: duration (minutes)
nl: duur (minuten)

source: Total duration of tracks in playlists
nl: Totale lengte van nummers in afspeellijsten

source: Track release year distribution
nl: Distributie van jaar van uitgave

source: year
nl: jaar

source: Active users
nl: Actieve gebruikers

source: user
nl: gebruiker

source: play count
nl: aantal keer gespeeld

source: Played playlists
nl: Gespeelde afspeellijsten

source: Most played tracks
nl: Meest gespeelde nummers

source: track
nl: nummer

source: Most played artists
nl: Meest gespeelde artiesten

source: artist
nl: artiest

source: Most played albums
nl: Meest gespeelde albums

source: Time of day
nl: Moment van de dag

source: hour of day
nl: uur op de dag

source: Day of week
nl: Dag van de week

source: Sunday
nl: Zondag

source: Monday
nl: Maandag

source: Tuesday
nl: Dinsdag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saturday
nl: Zaterdag

source: day of week
nl: dag van de week

source: Plays by week
nl: Aantal nummers afgespeeld per week

source: week number
nl: weeknummer

source: Artist diversity
nl: Artiestendiversiteit

source: distinct artist ratio
nl: verhouding verschillende artiesten

source: Artists in playlists
nl: Artiesten in afspeellijsten

source: count
nl: aantal

source: Tags in playlists
nl: Tags in afspeellijsten

source: tag
nl: label

source: Artist similarity
nl: Artiestenovereenkomst

source: Percentage of artists in common
nl: Percentage gemeenschappelijke artiesten

source: In the future
nl: In de toekomst

source: Just now
nl: Pas geleden

source: %(seconds)s second ago
nl: %(seconds)s seconde geleden

source: %(minutes)s minute ago
nl: %(minutes)s minuut geleden

source: %(hours)s hour ago
nl: %(hours)s uur geleden

source: %(days)s day ago
nl: %(days)s dag geleden

source: %(months)s months ago
nl: %(months)s maand geleden

source: Duplicate
nl: Dubbel

source: Unavailable
nl: Niet beschikbaar

source: Default
nl: Standaard

source: Permission denied
nl: Toegang geweigerd

source: Log in
nl: Inloggen

source: Account settings
nl: Accountinstellingen

source: Settings
nl: Instellingen

source: Username
nl: Gebruikersnaam

source: Nickname
nl: Bijnaam

source: Language
nl: Taal

source: System language
nl: Systeemvoorkeur

source: Theme
nl: Thema

source: Recording of listening activity
nl: Opname van luisteractiviteit

source: Activity and statistics
nl: Activiteit en statistiek

source: Not in activity, only in statistics
nl: Niet in activiteit, wel in statistiek

source: No data recording
nl: Geen data opslaan

source: Save
nl: Opslaan

source: Data export
nl: Gegevens exporteren

source: This export contains personal data stored in the database. It does not include music files, which can be downloaded separately using the file manager.
nl: Dit archief bevat persoonlijke data uit de database. Muziek zit er dus niet in, dat kan los gedownload worden via bestandsbeheer.

source: Connected to last.fm account: %(name)s
nl: Verbonden met last.fm account: %(name)s

source: Disconnect last.fm account
nl: Last.fm account loskoppelen

source: Connect your last.fm account
nl: Verbind je last.fm account

source: Password
nl: Wachtwoord

source: After changing your password, you will be logged out of all sessions and any linked WebAuthn credentials will be removed.
nl: Na het veranderen van je wachtwoord zul je overal uitgelogd worden en worden gekoppelde WebAuthn tokens verwijderd.

source: Current password
nl: Huidig wachtwoord

source: New password
nl: Nieuw wachtwoord

source: Change password
nl: Verander wachtwoord

source: Set up WebAuthn (also known as Passkey) to log in using a key stored on your device or hardware token.
nl: Stel WebAuthn (ook wel "Passkey" genoemd) om in te loggen met een een sleutel opgeslagen op je apparaat of een hardware token.

source: Set up
nl: Instellen

source: Sessions
nl: Sessies

source: Log out this session
nl: Deze sessie uitloggen

source: Login date
nl: Inlogdatum

source: Last used
nl: Laatst gebruikt

source: Program
nl: Programma

source: IP address
nl: IP-adres

source: Activity
nl: Activiteit

source: Now playing
nl: Nu aan het afspelen

source: Playback history
nl: Afspeelgeschiedenis

source: Time
nl: Tijd

source: User
nl: Gebruiker

source: Playlist
nl: Afspeellijst

source: Track
nl: Nummer

source: View more
nl: Meer tonen

source: Recent file changes
nl: Recente bestandswijzigingen

source: Action
nl: Actie

source: Dislikes
nl: Niet afspelen

source: Actions
nl: Acties

source: Undo
nl: Ongedaan maken

source: Music downloader
nl: Muziekdownloader

source: URL or search query
nl: URL of zoekopdracht

source: Files in: %(dir)s
nl: Bestanden in: %(dir)s

source: File manager
nl: Bestandsbeheer

source: Show regular files
nl: Toon normale bestanden

source: Show trashed files
nl: Toon verwijderde bestanden

source: Upload files
nl: Upload bestanden

source: Create directory
nl: Map aanmaken

source: Directory name
nl: Mapnaam

source: Create
nl: Aanmaken

source: Tip: Use <a href="%(info_url)s">WebDAV</a> to manage files more conveniently.
nl: Tip: Gebruik <a href="%(info_url)s">WebDAV</a> om makkelijker bestanden te beheren.

source: You don't have permission to upload files or create directories here.
nl: Je hebt niet het recht om hier bestanden te uploaden of mappen aan te maken.

source: File name
nl: Bestandsnaam

source: Artists
nl: Artiesten

source: Title
nl: Titel

source: Rename file
nl: Bestandsnaam wijzigen

source: New file name
nl: Nieuwe bestandsnaam

source: Rename
nl: Bestandsnaam wijzigen

source: This playlist is synced, its files cannot be edited manually.
nl: Deze afspeellijst is gesynchroniseerd en kan niet handmatig aangepast worden.

source: Musical chairs
nl: Stoelendans

source: Choose a track
nl: Kies een nummer

source: Press any key or click to start
nl: Druk op een toets of klik om te beginnen

source: Guessing game
nl: Raadspel

source: Loading
nl: Laden

source: Click to start
nl: Klik om te beginnen

source: Click to reveal
nl: Klik om te onthullen

source: Click for next track
nl: Klik voor volgend nummer

source: Setup is required. Please visit the <a href="/offline/sync">Synchronise music</a> page.
nl: Configuratie is nog niet voltooid. Bezoek de <a href="/offline/sync">Synchroniseer muziek</a> pagina.

source: Music
nl: Muziek

source: Music player
nl: Muziekspeler

source: Statistics
nl: Statistieken

source: Recap
nl: Terugblik

source: Synchronise music
nl: Synchroniseer muziek

source: Files
nl: Bestanden

source: Playlist manager
nl: Afspeellijstbeheer

source: Playlist statistics
nl: Afspeellijststatistieken

source: Reported tracks
nl: Probleemnummers

source: Log viewer
nl: Logbestand

source: User management
nl: Gebruikerbeheer

source: Games
nl: Spellen

source: Guess
nl: Raden

source: Help
nl: Hulp

source: Manual
nl: Handleiding

source: Install as PWA
nl: Installeer als PWA

source: <a href="%(music_server_link)s">Raphson Music Server</a> version %(version)s.
nl: <a href="%(music_server_link)s">Raphson Muziekserver</a> versie %(version)s.

source: Information
nl: Informatie

source: Hotkeys
nl: Hete toetsen

source: Key combination
nl: Toetscombinatie

source: Description
nl: Beschrijving

source: Toggle playlists
nl: Afspeellijsten in-/uitschakelen

source: Previous or next track
nl: Vorig of volgend nummer

source: Increase or decrease volume
nl: Verhoog of verlaag volume

source: Seek in track
nl: Bewegen in nummer

source: Close window
nl: Sluit venster

source: Open search
nl: Open zoekvenster

source: Clear queue
nl: Wachtrij legen

source: Toggle lyrics
nl: Songtekst in-/uitschakelen

source: Toggle theater mode
nl: Theatermodus

source: Session tokens
nl: Sessiesleutels

source: To log in anywhere except for the main online login page, you need a session token instead of a password. Obtain a session token by visiting <a href="/token">/token</a>. Session tokens can be viewed on the <a href="/account">account page</a>. They will be deleted automatically when unused for 30 days.
nl: Om ergens in te loggen, met uitzondering van de standaard inlogpagina, heb je een sessiesleutel nodig in plaats van een wachtwoord. Verkrijg een sessiesleutel door <a href="/token">/token</a> te bezoeken. Sessiesleutels kunnen bekeken worden op de <a href="/account">accountpagina</a>. Ze zullen automatisch verwijderd worden als ze gedurende 30 dagen ongebruikt zijn.

source: In addition to the web file manager, files can be accessed by native applications using the WebDAV protocol. When logging in use a <a href="/token">session token</a> instead of your password.
nl: Naast de web bestandsbeheerder, kan je ook bij je bestanden met je eigen programma's via het WebDAV protocol. Gebruik bij het inloggen een sessiesleutel in plaats van je wachtwoord.

source: Tested applications
nl: Geteste applicaties

source: Application name
nl: Applicatienaam

source: Instructions
nl: Instructies

source: Enter in address bar:
nl: Voer in de adresbalk:

source: Run in command prompt (cmd):
nl: Voer uit in opdrachtprompt (cmd):

source: Please report your experience with any application not listed here!
nl: Laat graag weten hoe het gaat met applicaties die hier niet tussen staan!

source: You can connect to this music server using apps compatible with the OpenSubsonic API. Log in with your username and a session token instead of your password. The best currently known app on Android is <a href="%(tempo_url)s">Tempo</a>. For more info, please see the <a href="%(doc_url)s">documentation</a>.
nl: Je kan verbinden met deze muziekserver met apps die de OpenSubsonic API ondersteunen. Log in met je gebruikersnaam en een sessiesleutel in plaats van je wachtwoord. De momenteel best bekende app op Android is <a href="%(tempo_url)s">Tempo</a>. Voor meer informatie, raadpleeg de <a href="%(doc_url)s">documentatie</a>.

source: This website can be installed as a Progressive Web App (PWA). This will add it to your application launcher on your desktop computer or mobile device.
nl: Deze website kan geïnstalleerd worden als een "Progressive Web App" (PWA). Dat betekent dat het aan je applicatielijst wordt toegevoegd op je desktop computer of mobiele telefoon.

source: Look for an "Install" option in your browser menu or navigation bar.
nl: Zoek naar een "Installeer"-optie in je browsermenu of navigatiebalk.

source: Browsers with PWA support:
nl: Browsers met PWA ondersteuning:

source: Firefox and Chromium-based browsers on Android. Chromium-based browsers are recommended because Firefox does not provide media player controls.
nl: Firefox en Chromium-gebaseerde browsers op Android. Chromium-gebaseerde browsers zijn aangeraden vanwege hun ondersteuning voor mediaspelerbesturing.

source: Chromium-based browsers for Linux, Windows, or macOS (Chrome, Edge, Opera, Brave, ...)
nl: Op Chromium gebaseerde browsers op Linux, Windows of macOS (Chrome, Edge, Opera, Brave, ...)

source: iOS supports PWAs, but they are restricted to Safari only. New DMA laws by the European Union required Apple to allow all browsers to provide the same functionality. But instead of allowing other browsers to install PWAs, they have disabled support for PWAs completely for EU users because of <a href="https://developer.apple.com/support/dma-and-apps-in-the-eu">"privacy concerns"</a>.
nl: iOS ondersteunt PWAs, maar die ondersteuning is beperkt tot Safari. Nieuwe DMA wetgeving binnen de Europese Unie heeft Apple verlicht om voor alle browsers dezelfde functionaliteit mogelijk te maken. Maar in plaats van het voor alle browsers mogelijk te maken om PWAs te installeren, hebben ze juist PWA ondersteuning volledig weggehaald voor alle gebruikers in de EU wegens <a href="https://developer.apple.com/support/dma-and-apps-in-the-eu">"privacyredenen"</a>.

source: Click the install button below to install the music player as an application:
nl: Klik de installeerknop hieronder om de muziekspeler als een applicatie te installeren:

source: Last.fm connection
nl: Last.fm koppeling

source: Click the button below to link your Last.fm account.
nl: Klik op de knop hieronder om je last.fm account te koppelen.

source: Link
nl: Koppelen

source: Logged in as %(name)s
nl: Ingelogd als %(name)s

source: Back to account page
nl: Terug naar accountpagina

source: Clear log file
nl: Leeg logbestand

source: Scroll to bottom
nl: Scroll naar beneden

source: Invalid username or password
nl: Ongeldige gebruikersnaam of wachtwoord

source: Offline sync
nl: Offline synchronisatie

source: Authentication token
nl: Authenticatiesleutel

source: Playlists
nl: Afspeellijsten

source: Synchronise
nl: Synchroniseren

source: You can leave this page while synchronization is in progress. It will continue in the background.
nl: Je kan deze pagina verlaten terwijl synchronisatie bezig is. Het gaat in de achtergrond door.

source: Disconnect
nl: Loskoppelen

source: Open home page in a new tab.
nl: Open hoofdpagina in een nieuw tabblad.

source: Go to beginning of current track, or previous track.
nl: Ga naar begin van huidig nummer, of vorig nummer.

source: Start playing currently playing track
nl: Verwijder nummer dat op dit moment speelt

source: Pause currently playing track.
nl: Pauzeer nummer dat op dit moment speelt.

source: Skip to next track.
nl: Ga naar volgend nummer.

source: Play video.
nl: Speel video.

source: Open settings
nl: Instellingen

source: Queue
nl: Wachtrij

source: Queue track from online source
nl: Nummer van online bron in wachtrij zetten

source: Open tag selection
nl: Open label selectie

source: Browse all tracks
nl: Verken alle nummers

source: Minimum queue size
nl: Minimum wachtrijlengte

source: Tracks in the queue can be played without an internet connection.
nl: Nummers in de wachtrij kunnen zonder een internetverbinding worden afgespeeld.

source: Replace removed track
nl: Vervang nummers weggehaald uit de wachtrij

source: When a track is removed from the queue, replace it with a track from the same playlist
nl: Wanneer een nummer uit de wachtrij wordt gehaald, zet een nieuw nummer daarvoor in de plaats, uit dezelfde afspeellijst.

source: Auto clear queue
nl: Automatisch wachtrij legen

source: Clear queue when active playlists have been changed.
nl: Wachtrij legen wanneer actieve afspeellijsten gewijzigd zijn.

source: Restore queue
nl: Wachtrij bewaren

source: Store queue on your device and restore it when a new player is opened.
nl: Wachtrij opslaan op dit apparaat en terugzetten wanneer een nieuwe speler geopend wordt.

source: Choose common artists
nl: Gemeenschappelijke artiesten

source: Only choose tracks from artists that appear in at least two active playlists.
nl: Kies alleen nummers van artiesten die in ten minste twee actieve afspeellijsten voorkomen.

source: Audio format
nl: Audioformaat

source: Opus 128k provides excellent quality at a low bit rate, audibly indistinguishable from uncompressed music. Select 48k Opus to save even more data at the cost of audio quality. In addition to the lower audio bit rate, smaller images will be loaded. MP3 is available if your browser does not support Opus (Safari, in some cases), but should otherwise not be used.
nl: Opus 128k geeft uitstekende geluidskwaliteit bij een lage bitrate, voor het oor niet te onderscheiden van ongecomprimeerde muziek. Kies voor 48k Opus om nog meer data te besparen, ten konste van geluidskwaliteit. Naast de audio bitrate, wordt ook de kwaliteit van afbeeldingen verlaagd. MP3 is beschikbaar voor browsers die geen ondersteuning bieden voor Opus (Safari, in sommige gevallen), maar wordt anders afgeraden.

source: Very high quality (128k Opus)
nl: Zeer hoge kwaliteit (128k Opus)

source: Low quality (48k Opus)
nl: Lage kwaliteit (48k Opus)

source: Decent quality MP3 (VBR 190k)
nl: Redelijke kwaliteit MP3 (VBR 190k)

source: Audio gain
nl: Audioversterking

source: Last resort if you cannot get enough volume out of your system. Try setting everything else to maximum volume first, as setting a gain here will worsen audio quality.
nl: Noodoplossing als je niet genoeg volume uit je systeem krijgt. Zorg eerst dat op alle andere plekken het volume maximaal staat ingesteld, aangezien het instellen van versterking de geluidskwaliteit behoorlijk verslechterd.

source: Interface
nl: Uiterlijk

source: Theater mode
nl: Theatermodus

source: Hide controls when there hasn't been any mouse movement for a while.
nl: Verberg bedieningselementen wanneer de muis een kleine tijd niet bewogen is.

source: Touch mode
nl: Aanraakmodus

source: Enlarge buttons.
nl: Vergroot knoppen.

source: Visualiser
nl: Muziekweergave

source: Display music visualiser on top of album cover. Enabling this option will increase energy usage.
nl: Toon muziekweergave bovenop albumhoes. Het inschakelen van deze optie zal hoger energieverbruik veroorzaken.

source: Lyrics
nl: Songtekst

source: Show lyrics below album cover.
nl: Toon songtekst onder plaathoes.

source: Lite mode
nl: Lite-modus

source: Disables some visual effects to make the music player perform better.
nl: Versimpel het uiterlijk zodat de muziekspeler vlotter werkt.

source: Album cover art memes
nl: Albumhoes memes

source: Show memes relevant to the album title instead of the original album cover image.
nl: Toon memes met enige relevantie aan de albumtitel, in de plaats van de originele albumhoesafbeeldingen.

source: Hourly news
nl: Nieuws op het hele uur

source: Add news to the queue every hour.
nl: Voeg elk uur nieuws aan de wachtrij toe.

source: Activity and sync
nl: Activiteit en synchronisatie

source: Name
nl: Naam

source: Give this device a name, to be shown on the activity page.
nl: Geef dit apparaat een naam, voor op de activiteitpagina.

source: Auto sync username
nl: Auto-sync gebruikersnaam

source: If a username is provided here, the player with automatically start syncing with whatever session that user starts.
nl: Als een gebruikersnaam hier opgegeven is, zal de muziekspeler automatisch synchroniseren met elke sessie die de opgegeven gebruiker start.

source: Auto sync device name
nl: Auto-sync apparaatnaam

source: Extension to the option above. A sync will only be started if the device name matches. If left blank, a sync is started with any device.
nl: Toevoeging aan de optie hierboven. Synchronisatie zal dan alleen gestart worden als de apparaatnaam overeenkomt. Laat dit veld leeg om te synchroniseren met elk apparaat.

source: Accurate sync
nl: Precieze synchronisatie

source: Try to keep audio in sync more accurately. May cause issues on networks with highly variable latency. Disable this option if you experience audio skipping.
nl: Probeer om audio preciezer gesynchroniseerd te krijgen. Kan problemen veroorzaken op netwerken met erg afwisselende vertraging. Zet deze optie uit als je last hebt van haperingen.

source: Tag mode
nl: Tagmodus

source: Ignore tags when choosing tracks
nl: Negeer tags bij het kiezen van nummers

source: Only choose tracks with selected tags (untagged tracks are not chosen)
nl: Kies alleen nummers met geselecteerde tags (nummers zonder tags worden niet gekozen)

source: Don't choose tracks with selected tags (untagged tracks are chosen)
nl: Kies nummers met geselecteerde tags niet (nummers zonder tags worden wel gekozen)

source: (Un)select all
nl: (De)selecteer alles

source: Metadata editor
nl: Metadata wijzigen

source: File path
nl: Bestandspad

source: Album artist
nl: Albumartiest

source: Year
nl: Jaar

source: Track number
nl: Nummer

source: The server will search for lyrics if this field is empty. Set to <code>%(instrumental)s</code> if the song has no lyrics.
nl: De server zal voor songteksten zoeken als dit veld leeg is. Vul in <code>%(instrumental)s</code> als het nummer geen songtekst heeft.

source: Find metadata
nl: Vind metadata

source: Writing metadata...
nl: Metadata schrijven...

source: Nothing found in the AcoustID database.
nl: Niets gevonden in AcoustID database.

source: Incorrect result? Please remove the incorrect recording in the AcoustID database.
nl: Verkeerd resultaat? Gelieve de ongeldige opnames te verwijderen uit de AcoustID database.

source: Artist
nl: Artiest

source: Packaging
nl: Verpakking

source: Add from online source (beta)
nl: Toevoegen van online bron (beta)

source: Copy track
nl: Kopieer nummer

source: Select playlist to copy track to:
nl: Selecteer afspeellijst waarnaar dit nummer gekopieerd moet worden:

source: Copy
nl: Kopiëren

source: Playlist management
nl: Afspeellijstbeheer

source: Primary playlist
nl: Hoofdafspeellijst

source: Your primary playlist is selected by default when a single playlist needs to be chosen.
nl: Je hoofdafspeellijst wordt standaard geselecteerd wanneer je wordt gevraagd om een afspeellijst te kiezen.

source: Favorites
nl: Favorieten

source: Favorite playlists are shown in the top row and enabled by default for new sessions.
nl: Favoriete afspeellijsten worden in de bovenste rij geplaatst en staan standaard ingeschakeld.

source: Sharing
nl: Delen

source: Give edit rights
nl: Deel bewerkrechten

source: Create public share link
nl: Maak openbare deellink

source: Share playlist edit access
nl: Deel bewerkrechten

source: Allow someone to edit the playlist: '%(playlist)s'
nl: Geef iemand anders bewerktoegang tot de afspeellijst: '%(playlist)s'

source: Share
nl: Delen

source: Number of
nl: Aantal

source: Song duration
nl: Lengte van nummers

source: Date of
nl: Datum van

source: Tracks
nl: Nummers

source: Total
nl: Totaal

source: Mean
nl: Gemiddeld

source: Tag
nl: Label

source: Most recent choice
nl: Meest recente keuze

source: Most recent modification
nl: Laatste wijziging

source: File
nl: Bestand

source: Reported by
nl: Gemeld door

source: No tracks with reported problems.
nl: Geen nummers met gemelde problemen.

source: %(shared_by)s has shared these tracks with you:
nl: %(shared_by)s heeft deze nummers met je gedeeld:

source: Original
nl: Origineel
