Repository: pypi-data/pypi-mirror-400
Catalog: packages/raphson-mp/raphson_mp-2.12.0-py3-none-any.whl/raphson_mp/translations/*/LC_MESSAGES/backend.po
Languages: nl

source: The server needs to have a valid session with Spotify to be able to stream music. Please authenticate using a Spotify premium account.
nl: De server heeft een geldige sessie met Spotify nodig om muziek te streamen. Gelieve in te loggen met een Spotify premium account.

source: Authenticate
nl: Authenticeren

source: Link Spotify playlist
nl: Koppel met Spotify-afspeellijst

source: Instead of filling a playlist with music files, you can link a playlist with a Spotify playlist. Linked playlists will be kept up to date with Spotify automatically.
nl: In plaats van zelf een afspeellijst te vullen met muziekbestanden, kun je ook een Spotify-afspeellijst koppelen. Gekoppelde afspeelijsten worden automatisch bijgewerkt met de Spotify-afpeellijsten.

source: No playlists are linked to Spotify.
nl: Geen afspeellijsten zijn gekoppeld met Spotify.

source: Set up a new playlist, or modify an existing playlist. You must have write access to the playlist. If the playlist is not already linked to Spotify, it must be empty.
nl: Stel een nieuwe gekoppelde afspeellijst in, of wijzig een bestaande koppeling. Je hebt bewerkrechten nodig voor de afspeellijst. Als de afpeellijst nog niet gekoppeld is, moet de afspeellijst leeg zijn.

source: Spotify playlist URL
nl: Spotify-afspeellijst link

source: Sync issues
nl: Synchronisatieproblemen

source: Reason
nl: Reden

source: No sync issues have occurred yet.
nl: Er zijn geen opgeslagen synchronisatieproblemen.

source: Compare Spotify playlist
nl: Vergelijk met Spotify-afspeellijst

source: Local playlist
nl: Lokale afspeellijst

source: Compare (will take a while)
nl: Vergelijken (zal even duren)

source: Spotify compare
nl: Vergelijken met Spotify

source: Duplicates in Spotify playlist
nl: Dubbele in Spotify afspeellijst

source: Try to remove all duplicates first. Duplicate tracks may erroneously show as missing.
nl: Probeer eerst alle dubbele te verwijderen. Anders kunnen ze namelijk abusievelijk als ontbrekend nummer verschijnen.

source: No duplicates found.
nl: Geen dubbele gevonden.

source: Missing in music player
nl: Ontbrekend in muziekspeler

source: Add
nl: Toevoegen

source: None found.
nl: Geen gevonden.

source: Missing in Spotify
nl: Ontbrekend in Spotify

source: Present in both
nl: Aanwezig aan beide kanten

source: Day
nl: Dag

source: This month
nl: Deze maand

source: Last month
nl: Vorige maand

source: All time
nl: Aller tijden

source: %(year)s recap
nl: Terugblik op %(year)s

source: songs listened to the past year. That's about %(play_hours)s hours!
nl: nummers geluisterd het afgelopen jaar. Dat heeft je ongeveer %(play_hours)s uur gekost!

source: more songs listened to than the year before.
nl: meer nummers geluisterd dan het jaar ervoor.

source: fewer songs listened to than the year before.
nl: minder nummers geluisterd dan het jaar ervoor.

source: of the songs you listened to were from your playlist.
nl: van de nummers die je hebt geluisterd waren van je eigen afspellijst.

source: of the songs others listened to were from your playlist.
nl: van de nummers die anderen hebben geluisterd waren van jouw afspeellijst.

source: To create admin users or to delete users, please use the CLI.
nl: Gebruik gelieve de CLI om admingebruikers te maken of om gebruikers te verwijderen.

source: Create new user
nl: Maak nieuwe gebruiker

source: Users
nl: Gebruikers

source: Editable playlists
nl: Bewerkbare afspeellijsten

source: Edit
nl: Bewerken

source: Yes
nl: Ja

source: No
nl: Nee

source: Editing user: %(username)s
nl: Gebruiker bewerken: '%(username)s'

source: New username
nl: Nieuwe gebruikersnaam

source: New password (blank to leave unchanged)
nl: Nieuw wachtwoord (laat leeg om niet te veranderen)

source: Submit
nl: Versturen
