Repository: pypi-data/pypi-mirror-400
Catalog: packages/raphson-mp/raphson_mp-2.12.0-py3-none-any.whl/raphson_mp/translations/*/LC_MESSAGES/frontend.po
Languages: nl

source: Failed to obtain token
nl: Kon token niet ophalen

source: Token set up successfully
nl: Token ingesteld

source: Invalid Spotify playlist URL or id
nl: Ongeldige Spotify-afspeellijstlink of id

source: Added
nl: Toegevoegd

source: Deleted
nl: Verwijderd

source: Modified
nl: Aangepast

source: Moved
nl: Verplaatst

source: An error has occurred, it has been reported to the system administrator
nl: Er is een fout opgetreden, het is doorgegeven aan de systeembeheerder

source: An error has occurred, reporting the error also failed
nl: Er is een fout opgetreden, en het automatisch doorgeven naar de systeembeheerder lukte ook niet

source: Not playing anything
nl: Speelt niets

source: No one is playing music.
nl: Niemand speelt muziek.

source: Download complete
nl: Download voltooid

source: Download
nl: Downloaden

source: Rename
nl: Hernoemen

source: Restore from trash
nl: Terughalen uit prullenbak

source: Move to trash
nl: Verplaatsen naar prullenbak

source: Search for new lyrics
nl: Zoeken naar nieuwe songtekst

source: Edit lyrics
nl: Bewerk songtekst

source: Lyrics shown
nl: Songtekst getoond

source: Lyrics hidden
nl: Songtekst verborgen

source: Searching for new lyrics
nl: Zoeken naar nieuwe songtekst

source: Found new lyrics
nl: Nieuwe songtekst gevonden

source: Could not find any new lyrics
nl: Kon geen nieuwe songtekst vinden

source: not time-synced
nl: niet op tijd gesynchroniseerd

source: loading...
nl: laden...

source: Search for new album cover
nl: Zoek naar nieuwe hoesafbeelding

source: Looking for new album cover image
nl: Zoeken naar nieuwe hoesafbeelding

source: Open album cover in new tab
nl: Open plaat in nieuw tabblad

source: Toggle lyrics
nl: Songteksten tonen of verbergen

source: Toggle visualiser
nl: Muziekweergave tonen of verbergen

source: Toggle meme mode
nl: Mememodus in- of uitschakelen

source: Theater mode enabled
nl: Theatermodus ingeschakeld

source: Theater mode disabled
nl: Theatermodus uitgeschakeld

source: Started playing by remote control
nl: Begonnen met afspelen door afstandsbediening

source: Paused by remote control
nl: Gepauzeerd door afstandsbediening

source: Skipped to previous track by remote control
nl: Naar vorig nummer gesprongen door afstandsbediening

source: Skipped to next track by remote control
nl: Naar volgend nummer gesprongen door afstandsbediening

source: Seeked by remote control
nl: Positie in nummer veranderd door afstandsbediening

source: Queue changed by remote control
nl: Wachtrij gewijzigd door afstandsbediening

source: Playing track changed by remote control
nl: Huidige nummer veranderd door afstandsbediening

source: Playlists changed by remote control
nl: Afspeellijsten gewijzigd door afstandsbediening

source: Started sync according to auto sync settings
nl: Sync gestart volgens auto-sync instellingen

source: Other player went offline. Sync will disconnect automatically if this persists.
nl: Andere speler is offline gegaan. Sync zal binnenkort loskoppelen.

source: Sync disconnected
nl: Sync losgekoppeld

source: Play now
nl: Nu afspelen

source: Play next
nl: Als eerstvolgende afspelen

source: Add to queue
nl: Toevoegen aan wachtrij

source: Edit metadata
nl: Metadata bewerken

source: Open metadata editor
nl: Metadata bewerken

source: Copy
nl: KopiÃ«ren

source: Copy this track to another playlist
nl: Kopieer dit nummer naar een andere afspeellijst

source: Share
nl: Delen

source: Create public share link
nl: Maak een openbare link

source: Report
nl: Probleem melden

source: Report a problem with this track
nl: Meld een probleem met dit nummer

source: Problem reported
nl: Probleem gemeld

source: Dislike
nl: Niet meer afspelen

source: Never play this track again
nl: Speel dit nummer niet meer af

source: Delete
nl: Verwijderen

source: Delete this track
nl: Verwijder dit nummer

source: Download as MP3
nl: Download MP3

source: Download original file
nl: Download origineel bestand

source: Unknown album
nl: Onbekend album

source: Browse
nl: Bladeren

source: Tracks
nl: Nummers

source: Artists
nl: Artiesten

source: Playlist
nl: Afspeellijst

source: Recently added
nl: Laatst toegevoegd

source: Recently released
nl: Laatst uitgebracht

source: Random
nl: Willekeurig

source: Missing metadata
nl: Ontbreekt metadata

source: Search query
nl: Zoekopdracht

source: Artist:
nl: Artiest:

source: Playlist:
nl: Afspeellijst:

source: Year:
nl: Jaar:

source: Title:
nl: Titel:

source: Auto split artist
nl: Automatisch artiesten splitsen

source: Copy first artist
nl: Kopieer eerste artiest

source: Copy second artist
nl: Kopieer tweede artiest

source: Could not fingerprint audio file, maybe it is corrupt?
nl: Kon audiobestand niet analyseren, misschien is het corrupt?

source: Queue cleared
nl: Wachtrij geleegd

source: Remove from queue
nl: Verwijderen uit wachtrij

source: Audio playback was blocked by your browser
nl: Afspelen geblokkeerd door browser
