Repository: pypi-data/pypi-mirror-400
Catalog: packages/aa-mumble-quick-connect/aa_mumble_quick_connect-1.1.1.tar.gz/aa_mumble_quick_connect-1.1.1/aa_mumble_quick_connect/locale/*/LC_MESSAGES/django.po
Languages: de, ja, ko_kr

source: Mumble Quick Connect
de: Mumble Schnellverbindung
ja: Mumbleショートカットボタン
ko_kr: 멈블에 빠른 연결

source: The Mumble channel URL must start with "mumble://"
de: Die Mumble-Kanal-URL muss mit „mumble://“ beginnen
ja: MumbleチャンネルのURLは「mumble://」で始まる必要があります
ko_kr: 멈블 채널 주소는 "mumble://"로 시작합니다.

source: The Mumble channel URL must start with "{mumble_base_url}"
de: Die Mumble-Kanal-URL muss mit „{mumble_base_url}“ beginnen
ja: MumbleチャンネルのURLの先頭は "{mumble_base_url}"である必要があります。
ko_kr: 멈블 채널 주소는 "{mumble_base_url}"로 시작합니다.

source: Can access this app
de: Kann auf diese App zugreifen
ja: このアプリにアクセス可能です
ko_kr: 서비스에 접근할 수 있습니다

source: Name of the section
de: Name der Sektion
ja: セクションの名前
ko_kr: 섹션 이름

source: Section
de: Sektion
ja: セクション
ko_kr: 섹션

source: Sections
de: Sektionen
ja: セクション

source: Section the Mumble channel belongs to. (Optional)
de: Abschnitt, zu dem der Mumble-Kanal gehört. (Optional)
ja: Mumbleチャンネルが属するセクション。（任意）

source: Name of the Mumble channel
de: Name des Mumble-Kanals
ja: Mumbleチャンネル名
ko_kr: 멈블 채널명

source: URL to the channel
de: URL zum Kanal
ja: チャンネルへのURL

source: Disable Mumble channel URL verification
de: Verifizierung der Mumble-Kanal-URL deaktivieren
ja: MumbleチャンネルURL検証を無効にする

source: If checked, the Mumble channel URL will not be verified against what is configured for this Auth instance when saving the link. Only use this if you are sure the URL is correct and the Mumble server is controlled by this Auth instance.
de: Wenn diese Option aktiviert ist, wird die Mumble-Kanal-URL beim Speichern des Links nicht mit der für diese Auth Instanz konfigurierten URL verglichen. Verwende diese Option nur, wenn Du sicher bist, dass die URL korrekt ist und der Mumble-Server von dieser Auth Instanz gesteuert wird.
ja: チェックすると、リンク保存時にMumbleチャンネルURLが本認証インスタンスの設定内容と照合されなくなります。URLが正しく、かつMumbleサーバーが本認証インスタンスで管理されている場合にのみ使用してください。
ko_kr: 이 설정을 체크하면 링크를 저장할 때 이 Auth 인스턴스에 설정된 멈블 채널 주소와의 일치 여부를 확인하지 않습니다. 주소가 올바르며 멈블 서버가 이 Auth 인스턴스에서 관리되고 있는 것이 확실할 경우에만 이 옵션을 사용하십시오.

source: You don't have your Mumble service set up. Please go to the services page and activate the Mumble service.
de: Du hast Deinen Mumble-Dienst nicht eingerichtet. Bitte gehe zur Diensteseite und aktiviere den Mumble-Dienst.
ja: Mumbleサービスが設定されていません。サービスページに移動し、Mumbleサービスを有効化してください。
ko_kr: 멈블 서비스가 준비되지 않았습니다. 이전 페이지로 돌아가 멈블 서비스를 활성화하십시오.

source: Mumble service is not installed!
de: Mumble Service ist nicht installiert!
ja: Mumbleサービスがインストールされていません！

source: Uncategorized
de: Unkategorisiert
ja: 未分類

source: Do you want to help translate this app into your language or improve the existing translation?
de: Du möchtest helfen diese App in Deine Sprache zu übersetzen oder die bestehende Übersetzung verbessern?
ja: このアプリをあなたの言語に翻訳するお手伝いをしたり、既存の翻訳を改善したりしませんか？
ko_kr: 이 앱을 번역하거나 기존 번역을 개선하고 싶으신가요?

source: Join our team of translators!
de: Tritt unserm Team von Übersetzern bei!
ja: 翻訳者チームに参加しましょう！
ko_kr: 번역가 팀에 참여하세요!

source: Mumble Link
ko_kr: 멈블 주소

source: Mumble Links
ko_kr: 멈블 주소 목록
