Repository: pypi-data/pypi-mirror-400
Catalog: packages/songpress/songpress-1.9.0-py3-none-any.whl/songpress/locale/*/LC_MESSAGES/SongpressFrame.po
Languages: es

source: Replace
es: Reemplazar

source: Find
es: Buscar

source: beginning
es: principio

source: Reached the end
es: Alcanzado el final

source: end
es: fin

source: Reached the beginning
es: Alcanzado el inicio

source: %s of the song, restarting search from the %s
es: %s de la canción, recomezando desde %s

source: The specified text was not found
es: El texto especificado no fue encontrado

source: %d text occurrences have been replaced
es: %d apariciones del texto fueron reemplazados

source: All supported files
es: Todos los archivos soportados

source: Chordpro files (*.crd, *.cho, *.chordpro, *.chopro, *.pro)
es: Archivos Chordpro (*.crd, *.cho, *.chordpro, *.chopro, *.pro)

source: Tab files (*.tab)
es: Archivos Tab (*.tab)

source: song
es: canción

source: Licensed under the terms and conditions of the GNU General Public License, version 2
es: Licenciado bajo los términos y condiciones de la Licencia Pública General GNU, versión 2

source: Preview
es: Previsualización

source: New
es: Nuevo

source: Create a new song
es: Crear nueva canción

source: Open
es: Abrir

source: Open an existing song
es: Abrir canción existente

source: Save
es: Guardar

source: Save song with the current filename
es: Guardar canción con nombre de archivo actual

source: Undo
es: Deshacer

source: Undo last edit
es: Deshacer última edición

source: Redo
es: Rehacer

source: Redo previously undone edit
es: Rehacer edición previamente desecha

source: Cut
es: Cortar

source: Move selected text in the clipboard
es: Mover texto seleccionado en el portapapeles

source: Copy
es: Copiar

source: Copy selected text in the clipboard
es: Copiar texto seleccionado en el cortapapeles

source: Copy as Image
es: Copiar como imagen

source: Copy the whole FORMATTED song (or selected verses) to the clipboard
es: Copiar toda la canción FORMATEADA (o versos seleccionados) al portapapeles

source: Paste
es: Pegar

source: Read text from the clipboard and place it at the cursor position
es: Leer texto del portapapeles y reemplazarlo en la posición del cursor

source: PasteChords
es: PegarAcordes

source: Integrate chords of copied text into current selection
es: Integrar acordes de texto copiado en la selección actual

source: Standard
es: Estándar

source: Insert title
es: Insertar título

source: Insert a command to display song title
es: Inserte un comando para mostrar título de la canción

source: Insert chord
es: Insertar acorde

source: Insert square brackets that will host a chord
es: Inserte corchetes que contendrán un acorde

source: Insert chorus
es: Inserte coro

source: Insert a couple of commands that will contain chorus
es: Inserte un par de comandos que contendrán el coro

source: Insert verse with custom label or without label
es: Inserte verso con etiqueta propia o sin etiqueta

source: Insert a commands that will display a verse with a custom label
es: Inserte un comando que mostrará un verso con etiqueta propia

source: Show verse labels
es: Mostrar etiquetas de verso

source: Show or hide verse and chorus labels
es: Mostrar u ocultar etiquetas de coro y versos

source: Hide or show chords in formatted song
es: Ocultar o mostrar acordes en canción formateada

source: Format
es: Formato

source: You are not a skilled guitarist? Songpress can help you: when you open a song, it can detect if chords are difficult. If this is the case, Songpress will alert you, and offer to transpose your song to the easiest key, automatically. Do you want to turn this option on?
es: ¿No eres un virtuoso guitarrista? Songpress puede ayudarte: cuando una canción es abierta, puede detectar si los acordes son difíciles. Sí este es el caso, Songpress le alertará y ofrecerá transponer la canción a un tono más sencillo automáticamente. ¿Quiere activar esta opción?

source: Please take a minute to set up your skill as a guitarist. For each group of chords, tell Songpress how much you like them.
es: Por favor, tómese un minuto para configurar su destreza como guitarrista. Para cada grupo de acordes,

source: PNG image
es: Imagen PNG

source: HTML file
es: Archivo HTML

source: SVG image
es: Imagen SVG

source: Enhanced Metafile
es: Metarchivo mejorado

source: EPS image
es: Imagen EPS

source: Exporting image as EPS...
es: Exportar imagen como EPS...

source: Simplify chords
es: Simplificar acordes

source: The key of your song, %s, is not the easiest to play (difficulty: %.1f/5.0).
es: El tono de la canción, %s, no es el más fácil de ejecutar (dificultad: %.1f/5.0).

source: Do you want to transpose the key %s, which is the easiest one (difficulty: %.1f/5.0)?
es: ]¿Quiere transponer el tono %s, que es el más fácil (dificultad: %.1f/5.0)?

source: The key of your song, %s, is already the easiest to play (difficulty: %.1f/5.0).
es: El tono de la canción, %s, ya es el más fácil de ejecutar (dificultad: %.1f/5.0).

source: Your song or current selection does not contain any chords.
es: La canción o selección actual no contiene ningún acorde.

source: Insert a label for verse, or press Cancel if you want to omit label.
es: Inserte una etiqueta para verso, o presione Cancelar si quiere omitir la etiqueta.

source: Verse label
es: Etiqueta de verso

source: Insert a label for chorus, or press Cancel if you want to omit label.
es: Inserte una etiqueta para coro, o presione Cancelar si quiere omitir la etiqueta.

source: Chorus label
es: Etiqueta de coro

source: Please enter a label for chorus
es: Por favor ingrese una etiqueta para el coro

source: It looks like there are spurious blank lines in the song.
es: Parece que hay líneas blancas falsas en la canción.

source: Do you want to try to remove them automatically?
es: ¿Quiere intentar removerlos automáticamente?

source: Remove spurious blank lines
es: Remover líneas blancas sobrantes

source: It looks like your song is in tab format (i.e., chords are above the text).
es: Parece que la canción está en formato Tab (acordes arriba del texto).

source: Do you want to convert it to ChordPro automatically?
es: ¿Desea convertirlo a ChordPro automáticamente?

source: Convert to ChordPro
es: Convertir a ChordPro
