Repository: pypi-data/pypi-mirror-400
Catalog: packages/aa-discord-announcements/aa_discord_announcements-2.7.1-py3-none-any.whl/aa_discord_announcements/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Discord Announcements
fr_fr: Annonces Discord

source: Group name
fr_fr: Nom de groupe

source: Group restrictions
fr_fr: Restrictions de groupe

source: Discord channel
fr_fr: Canal Discord

source: Webhook URL
fr_fr: URL du webhook

source: This field is mandatory
fr_fr: Ce champ est obligatoire

source: Hint: You can use {discord_markdown_link} to format the text.
fr_fr: Astuce : Vous pouvez utiliser {discord_markdown_link} pour formater le texte.

source: Announcement target
fr_fr: Cible de l'annonce

source: Who do you want to ping?
fr_fr: À qui voulez-vous envoyer un ping ?

source: Announcement channel
fr_fr: Canal d'annonce

source: Select a channel to send the announcement to automatically.
fr_fr: Sélectionnez un canal à qui envoyer automatiquement l'annonce.

source: Announcement text
fr_fr: text de l'annonce

source: Your announcement …
fr_fr: Votre annonce…

source: You might want to install the Discord service first …
fr_fr: Vous souhaiterez peut-être d’abord installer le service Discord…

source: Are you sure you have your Discord linked to your Alliance Auth?
fr_fr: Êtes-vous sûr d'avoir lié Discord à votre Alliance Auth ?

source: This group has not been synced to Discord yet.
fr_fr: Ce groupe n'a pas encore été synchronisé avec Discord.

source: Can access this app
fr_fr: Peut accéder à cette application

source: Name of the Discord role to ping. (Note: This must be an Auth group that is synced to Discord.)
fr_fr: Nom du rôle Discord à pinger. (Remarque : il doit s'agir d'un groupe synchronisé avec Discord.)

source: Discord ID
fr_fr: ID Discord

source: ID of the Discord role to ping
fr_fr: ID du rôle Discord à pinger

source: Restrict ping rights to the following groups …
fr_fr: Restreindre les droits de ping aux groupes suivants…

source: Notes
fr_fr: Remarques

source: You can add notes about this configuration here if you want
fr_fr: Vous pouvez ajouter des notes sur cette configuration ici si vous le souhaitez

source: Is enabled
fr_fr: Est activé

source: Whether this ping target is enabled or not
fr_fr: Si cette cible ping est activée ou non

source: Discord ping target
fr_fr: Cible du ping Discord

source: Discord ping targets
fr_fr: Cibles du ping Discord

source: Name of the channel this webhook posts to
fr_fr: Nom du canal sur lequel ce webhook publie

source: URL of this webhook, e.g. https://discord.com/api/webhooks/123456/abcdef
fr_fr: URL de ce webhook, par ex. https://discord.com/api/webhooks/123456/abcdef

source: You can add notes about this webhook here if you want
fr_fr: Vous pouvez ajouter des notes sur ce webhook ici si vous le souhaitez

source: Whether this webhook is active or not
fr_fr: Si ce webhook est actif ou non

source: Invalid webhook URL. The webhook URL you entered does not match any known format for a Discord webhook. Please check the webhook URL.
fr_fr: URL du webhook non valide. L'URL du webhook que vous avez saisie ne correspond à aucun format connu pour un webhook Discord. Veuillez vérifier l'URL du webhook.

source: Announcement details
fr_fr: Détails de l'annonce

source: Formatted announcement text
fr_fr: Texte d'annonce formaté

source: Mandatory information is missing.<br>To create an announcement, you need to fill out the following fields:<br>» Announcement text
fr_fr: Il manque des informations obligatoires.<br>Pour créer une annonce, vous devez remplir les champs suivants :<br>» Texte de l'annonce

source: Success! Your announcement text has been copied to your clipboard.
fr_fr: Succès ! Le texte de votre annonce a été copié dans votre presse-papiers.

source: No announcement created yet …
fr_fr: Aucune annonce créée pour l’instant…

source: Copy announcement text
fr_fr: Copier le texte de l'annonce

source: Do you want to help translate this app into your language or improve the existing translation?
fr_fr: Voulez-vous aider à traduire cette application dans votre langue ou améliorer la traduction existante ?

source: Join our team of translators!
fr_fr: Rejoignez notre équipe de traducteurs !

source: Create announcement
fr_fr: Créer une annonce

source: None, just format it for me
fr_fr: Aucun, formate le juste pour moi

source: Don't ping
fr_fr: Ne pas pinger

source: Additionally configured announcement targets
fr_fr: Cibles d'annonce configurées supplémentaires

source: Form invalid. Please check your input.
fr_fr: Formulaire invalide. Veuillez vérifier votre saisie.

source: No form data submitted.
fr_fr: Aucune donnée de formulaire soumise.
