Repository: pypi-data/pypi-mirror-400
Catalog: packages/edx-games/edx_games-1.0.8-py3-none-any.whl/games/locale/*/LC_MESSAGES/django.po
Languages: es_419

source: The title of the block to be displayed in the xblock.
es_419: El título del bloque que se mostrará en el xblock.

source: The kind of game this xblock is responsible for ('flashcards' or 'matching' for now).
es_419: El tipo de juego del que este xblock es responsable ('flashcards' o 'matching' por ahora).

source: The list of terms and definitions.
es_419: La lista de términos y definiciones.

source: A field for the length of the list for convenience.
es_419: Un campo para la longitud de la lista por conveniencia.

source: Best time (in seconds) for completing the matching game.
es_419: Mejor tiempo (en segundos) para completar el juego de emparejamiento.

source: Whether the cards should be shuffled
es_419: Si las tarjetas deben mezclarse

source: Whether the game should have a timer
es_419: Si el juego debe tener un temporizador

source: Each card must be an object
es_419: Cada tarjeta debe ser un objeto

source: Each card must have term and definition
es_419: Cada tarjeta debe tener término y definición

source: Click each card to reveal the definition
es_419: Haz clic en cada tarjeta para revelar la definición

source: Start
es_419: Comenzar

source: Previous card
es_419: Tarjeta anterior

source: Next card
es_419: Siguiente tarjeta

source: Help
es_419: Ayuda

source: Match each term with the correct definition
es_419: Empareja cada término con la definición correcta

source: Congratulations!
es_419: ¡Felicitaciones!

source: A new personal best!
es_419: ¡Un nuevo récord personal!

source: Previous best:
es_419: Mejor anterior:

source: You completed the matching game in
es_419: Completaste el juego de emparejamiento en

source: Keep up the good work!
es_419: ¡Sigue con el buen trabajo!

source: Your personal best
es_419: Tu mejor récord personal

source: You successfully matched all items.
es_419: Emparejaste exitosamente todos los elementos.

source: Play again
es_419: Jugar de nuevo
