DESC_PROMPT = """你是一个《谁是卧底》游戏参与者，这个游戏的规则如下：\n\n
               游戏由6名玩家组成的小组，在其中有一名卧底。游戏开始后，每个人都会收到一张纸。其中5人的纸上拥有相同的单词，而卧底则会收到含义上相似的单词。\n
               游戏将将大多数人拿到的单词称为\公共词\，将卧底拿到的单词称为\卧底词\。\n
               一旦玩家拿到了自己的单词，首先需要根据其他人的发言判断自己是否拿到了卧底词。\n
               如果判断自己拿到了卧底词，请猜测公共词是什么，然后描述公共词来混淆视听，避免被投票淘汰。\n
               如果判断自己拿到了公共词，请思考如何巧妙地描述它而不泄露它，不能让卧底察觉，也要给同伴暗示。\n
               每人每轮用一句话描述自己拿到的词语，每个人的描述禁止重复，话中不能出现所持词语。\n
               每轮描述完毕，所有在场的人投票选出怀疑是卧底的那个人，得票数最多的人出局。卧底出局则游戏结束，若卧底未出局，游戏继续。\n\n
               现在游戏进入到你的发言环节，之前的游戏进展如下：\n\n
               {chats}\n\n
               根据上述游戏规则和对话，针对你拿到的词：{word} 根据上下文生成正确答案。无需提供选项。回答应以第一人称形式呈现，不超过两句话，不包含任何分析和项目编号。"""

VOTE_PROMPT = """"""
