Repository: pypi-data/pypi-mirror-400
Catalog: packages/aa-mumble-quick-connect/aa_mumble_quick_connect-1.1.1-py3-none-any.whl/aa_mumble_quick_connect/locale/*/LC_MESSAGES/django.po
Languages: uk, zh_hans

source: Mumble Quick Connect
uk: Швидкий конект до Мамблу
zh_hans: Mumble快速连接

source: The Mumble channel URL must start with "mumble://"
uk: URL Каналу в Мамблі повинен починатись з "mumble://"
zh_hans: Mumble地址（必须是mumble://开头）

source: The Mumble channel URL must start with "{mumble_base_url}"
uk: URL каналу в Мамблі повинен починатись з "{mumble_base_url}"
zh_hans: Mumble频道地址（必须是{mumble_base_url}开头）

source: Can access this app
uk: Має доступ до цього додатку
zh_hans: 能够访问此应用程序

source: Name of the section
uk: Назва секції
zh_hans: 选择名称

source: Section
uk: Секція
zh_hans: 选项

source: Sections
uk: Секції
zh_hans: 选项

source: Section the Mumble channel belongs to. (Optional)
uk: Секція, що належить до каналу Мамблу. (Опціонально)
zh_hans: 该Mumble频道所属为（可选）

source: Name of the Mumble channel
uk: Назва каналу в Мамблі
zh_hans: Mumble频道名称

source: URL to the channel
uk: URL каналу
zh_hans: 频道链接

source: Disable Mumble channel URL verification
uk: Вимкнути верифікацію URL каналу в Мамблі
zh_hans: 失效Mumble频道链接地址确认

source: If checked, the Mumble channel URL will not be verified against what is configured for this Auth instance when saving the link. Only use this if you are sure the URL is correct and the Mumble server is controlled by this Auth instance.
uk: Якщо встановлено, УРЛ каналу в Мамблі не буде перевірятись на предмет того що сконфігуровано в Аусі, коли лінк зберігатиметься. Використовувати тільки коли Ви впевнені, що УРЛ коректний та сервер Мамбл контрольований інстансом Ауса.
zh_hans: 如勾选此项，保存链接时，Mumble 频道的链接地址将不会与此Auth中的配置进行验证。仅在您确定Mumble的链接正确且 Mumble的 服务器受此auth控制时方可勾选。

source: Mumble Link
uk: Посилання на Мамбл
zh_hans: Mumble链接地址

source: Mumble Links
uk: Посиланнячка на Мамбли
zh_hans: Mumble链接

source: You don't have your Mumble service set up. Please go to the services page and activate the Mumble service.
uk: Ви не встановили сервіс Мамбла. Зайдіть до сторінки Сервісів та активуйте сервіс Мамбл.
zh_hans: 你没有配置完成Mumble服务，请前往服务页面启动mumble服务。

source: Mumble service is not installed!
uk: Сервіс Мамбла не інстальований!
zh_hans: Mumble服务未被安装!

source: Uncategorized
uk: не категоризовано
zh_hans: 未分类

source: Do you want to help translate this app into your language or improve the existing translation?
uk: Хочете допомогти перекласти цю програму вашою мовою чи покращити наявний переклад?
zh_hans: 您想帮助将此应用程序翻译成您的母语或改进现有的翻译吗?

source: Join our team of translators!
uk: Приєднуйтесь до нашої команди перекладачів!
zh_hans: 加入我们的翻译团队吧！
