Repository: pypi-data/pypi-mirror-400
Catalog: packages/ads_throttle/ads_throttle-0.1.3.tar.gz/ads_throttle-0.1.3/src/ads_throttle/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Ads throttle
ru: Ограничение показов рекламы

source: Ads throttle overrides
ru: Переписать правила показа рекламы

source: View window (seconds)
ru: Окно просмотров (секунды)

source: Time window in seconds for counting ad impressions.
ru: Окно времени в секундах для подсчета показов рекламы.

source: View threshold
ru: Порог просмотров

source: How many ad impressions are allowed within the window before blocking.
ru: Сколько показов допускается в пределах окна до блокировки.

source: Block duration (seconds)
ru: Длительность блокировки (секунды)

source: How long to block ads after the threshold is reached, in seconds.
ru: Сколько времени блокировать рекламу после достижения порога (в секундах).

source: Event record interval (seconds)
ru: Интервал записи событий (секунды)

source: How often (in seconds) to update block counters for a single viewer/page pair.
ru: Как часто (в секундах) обновлять счетчики блокировки для пары зритель/страница.

source: Updated at
ru: Обновлено

source: Ads throttle setting
ru: Настройка ограничения рекламы

source: Ads throttle settings
ru: Настройки ограничения рекламы

source: Scope
ru: Область

source: Page path or empty to apply site-wide.
ru: Путь страницы или пусто для применения ко всему сайту.

source: Viewer ID
ru: Идентификатор зрителя

source: Format: user:<id> or session:<key>.
ru: Формат: user:<id> или session:<key>.

source: User
ru: Пользователь

source: IP address hash
ru: Хеш IP-адреса

source: SHA256 hash of the IP address.
ru: SHA256-хеш IP-адреса.

source: Force show
ru: Принудительно показать

source: Force block
ru: Принудительно заблокировать

source: Expires at
ru: Действует до

source: Created at
ru: Создано

source: all viewers
ru: все зрители

source: all scopes
ru: все области

source: Override for %(target)s (%(scope)s)
ru: Правило для %(target)s (%(scope)s)

source: Ads throttle event
ru: Событие ограничения рекламы

source: Ads throttle events
ru: События ограничения рекламы

source: Viewer hash
ru: Хеш зрителя

source: First seen
ru: Первое появление

source: Last seen
ru: Последнее появление

source: Count
ru: Количество

source: Blocked
ru: Заблокировано

source: Ads throttle event (%(scope)s)
ru: Событие ограничения рекламы (%(scope)s)

source: Apply to user
ru: Применить к пользователю

source: Apply to IP
ru: Применить к IP

source: Apply to all in scope
ru: Применить ко всем в области

source: Block
ru: Заблокировать

source: Show
ru: Показать

source: Apply to
ru: Применить к

source: Action
ru: Действие

source: Choose the action for matching viewers.
ru: Выберите действие для совпавших зрителей.

source: Raw IP address
ru: IP-адрес

source: Enter an IP address to compute SHA256. The raw value is not stored.
ru: Введите IP-адрес для вычисления SHA256. Исходное значение не сохраняется.

source: Leave empty to apply site-wide. For a specific page use the full path (for example, /courses/abc/).
ru: Оставьте пустым, чтобы применить ко всему сайту. Для конкретной страницы укажите полный путь (например, /courses/abc/).

source: The 'all in scope' mode applies to all viewers inside the scope, or to the entire site if the scope is empty.
ru: Режим «ко всем в области» применяется ко всем зрителям в указанной области или ко всему сайту, если область пустая.

source: Scope must be empty or start with '/'. Example: /courses/abc/.
ru: Область должна быть пустой или начинаться с '/'. Пример: /courses/abc/.

source: Choose an action: show or block.
ru: Нужно выбрать действие: показать или заблокировать.

source: Provide a user or viewer ID for the override.
ru: Укажите пользователя или viewer ID для правила.

source: Provide an IP address to compute the hash.
ru: Укажите IP-адрес для вычисления хеша.

source: All
ru: Все
