Repository: pypi-data/pypi-mirror-400
Catalog: packages/imio.smartweb.locales/imio_smartweb_locales-1.1.36.tar.gz/imio_smartweb_locales-1.1.36/src/imio/smartweb/locales/locales/*/LC_MESSAGES/imio.smartweb.po
Languages: fr

source: (Categorization unavailable because a section of text is missing or empty.)
fr: (Catégorisation indisponible car section de texte manquante ou vide)

source: <div class="section_error_txt">Error in section : "{}" <a href="{}/edit">[edit]</a></div>
fr: <div class="section_error_txt">Erreur dans la section : "{}" <a href="{}/edit">[modifier]</a></div>

source: Accept all
fr: Tout accepter

source: Accept all cookies
fr: Acceptez tous les cookies

source: Access to directory links
fr: Accès à la page de liens vers les fiches d'annuaire

source: Access to events links
fr: Accès à la page de liens vers les événements

source: Access to news links
fr: Accès à la page de liens vers les actualités

source: Accessibility
fr: Déclaration d'accessibilité

source: Accessibility (PMR)
fr: Accessibilité PMR

source: Action - Contact us
fr: Action - Nous contacter

source: Action - Delete
fr: Action - Supprimer

source: Action - Hiring
fr: Action - Engagement

source: Action - Hiring - 2
fr: Action - Engagement - 2

source: Action - Hiring-2
fr: Action - Engagement-2

source: Action - Join us
fr: Action - Nous rejoindre

source: Action - Organize event
fr: Action - Organiser un événement

source: Action - Report problem
fr: Action - Signaler un problème

source: Action - See map
fr: Action - Voir plan

source: Action - Signs
fr: Action - Panneaux

source: Action - Vote
fr: Action - Voter

source: Activity (extracurricular, sport, workshop and course, etc.)
fr: Activité (extrascolaire, sport, atelier et cours, etc.)

source: Add 'carre' scales dimensions
fr: Ajout des dimensions 'carre'

source: Add Hero banner permissions and registry
fr: Ajout des permissions et du registre pour le bandeau d'en-tête (Hero banner)

source: Add I am categories on content types.
fr: Ajout d'une catégorie JE SUIS sur le contenu.

source: Add Skip to content viewlet in portal top
fr: Ajout du lien 'Aller au contenu' dans le haut du site

source: Add caching configuration to registry
fr: Ajout de la configuration de cache dans le registre

source: Add etags userid and roles in caching configuration
fr: Ajout des etags userid et roles dans la configuration de cache

source: Add footer
fr: Ajouter un pied de page

source: Add hero banner
fr: Ajouter un bandeau d'en-tête

source: Add imio.smartweb.category_display behavior on content types
fr: Ajout de la possibilité de choisir si on affiche les catégories ou thématiques sur le contenu.

source: Add minisite properties/fields
fr: Ajoute les champs de propriétés d'un site partenaire

source: Add subsite properties/fields
fr: Ajoute les champs de propriétés d'un sous-site

source: Add topics on content types.
fr: Ajouter une thématique transversale sur le contenu.

source: Add/Remove agenda(s)
fr: Choisir l'(les) agenda(s) où cet événement est affiché

source: Add/Remove news folder(s)
fr: Choisir le(les) dossier(s) où cette actualité est affichée

source: Address
fr: Adresse

source: Agenda(s) correctly added.
fr: Agenda(s) correctement mis à jour

source: Agenda(s) correctly removed.
fr: Agenda(s) correctement mis à jour

source: Agendas that automatically populates this agenda with their events.
fr: Les événements des agendas sélectionnés apparaîtront automatiquement dans le présent agenda.

source: Agent connection
fr: Connexion agent

source: Allow to choose if this element must excluded from parent listing views.
fr: Choisir si cet élément doit être exclu de l'affichage listing de son parent.

source: Allow to choose images orientation for current context.
fr: Choisir l'orientation des images de cet élément.

source: Allow to choose to display categories or topics
fr: Choisir si on affiche les catégories ou thématiques.

source: Allow to select quick access elements for current context.
fr: Permet de sélectionner des éléments Accès Direct pour l'élément courant.

source: Alternatively as a picture
fr: Comme alternative à une image

source: Apply
fr: Appliquer

source: Ask a question
fr: Poser une question

source: Authentic sources
fr: Sources authentiques

source: Authorize to bring event anywhere
fr: Afficher le bouton à utiliser avec modération

source: Authorize to bring news anywhere
fr: Afficher le bouton à utiliser avec modération

source: Available agendas
fr: Agenda(s) disponible(s)

source: Available news folders
fr: Dossier(s) d'actualités disponible(s)

source: Available taxonomies
fr: Taxonomies disponibles

source: Back
fr: Retour

source: Background image
fr: Image de fond

source: Bad URL format '${val}' (good format sample: https://www.imio.be).
fr: Mauvais format d'URL pour '${val}' (format correct: https://www.imio.be).

source: Bad mail format '${val}' (good format sample: noreply@imio.be).
fr: Mauvais format d'email pour '${val}' (format correct: noreply@imio.be).

source: Bad phone format
fr: Mauvais format de téléphone

source: Bad phone format '${val}' (good format sample: +32444556677).
fr: Mauvais format de numéro de téléphone pour '${val}' (format correct: +32444556677).

source: Banner
fr: Bannière

source: Banner is now again displayed from this item
fr: La bannière est à nouveau visible à partir de ce contenu

source: Banner is now hidden from this item
fr: La bannière est cachée à partir de ce contenu

source: Be careful, adding or removing taxonomies must be a part of strategy implemented in collaboration with iMio
fr: Attention, l'ajout ou la suppression de taxonomie(s) ne doit être réalisé que dans le cadre d'une stratégie mise en place en collaboration avec iMio

source: Block view
fr: Affichage blocs

source: Block view with images
fr: Affichage blocs avec images

source: Blocks that will be displayed in contact
fr: Blocs qui vont être affichés dans le contact

source: Bottle bubbles
fr: Bulles à verres

source: Bottom
fr: Bas

source: Button label
fr: Intitulé du bouton

source: CSS class
fr: Classe CSS

source: CSV file
fr: Fichier CSV

source: Campaign view
fr: Vue campagne

source: Can manage locally
fr: Peut administrer

source: Cancel
fr: Annuler

source: Carousel
fr: Carrousel

source: Carousel view
fr: Affichage carrousel

source: Carre
fr: Carré

source: Categories / Topics display
fr: Affichage des catégories ou thématiques

source: Categorization
fr: Catégorisation

source: Categorize using AI
fr: (Catégoriser via IA)

source: Category
fr: Catégorie

source: Category - Advices and inquiries
fr: Catégorie - Avis et enquêtes

source: Category - Associations
fr: Catégorie - Associations

source: Category - Attention
fr: Catégorie - Attention

source: Category - Bonuses
fr: Catégorie - Primes

source: Category - Bonuses - 2
fr: Catégorie - Primes - 2

source: Category - Bonuses 2
fr: Catégorie - Primes 2

source: Category - Childhood
fr: Catégorie - Enfance

source: Category - Cinema
fr: Catégorie - Cinéma

source: Category - Concert
fr: Catégorie - Concert

source: Category - Containerpark
fr: Catégorie - Parc à conteneurs

source: Category - Culture
fr: Catégorie - Culture

source: Category - Education
fr: Catégorie - Enseignement

source: Category - Environment - Waste management
fr: Catégorie - Environnement - Gestion des déchets

source: Category - Exhibit
fr: Catégorie - Exposition

source: Category - Mobility
fr: Catégorie - Mobilité

source: Category - More
fr: Catégorie - Plus

source: Category - My account
fr: Catégorie - Mon dossier

source: Category - Nature
fr: Catégorie - Nature

source: Category - Parkings
fr: Catégorie - Parc de stationnement

source: Category - Parks and gardens
fr: Catégorie - Parcs et jardins

source: Category - Procedures
fr: Catégorie - Démarches

source: Category - Representative
fr: Catégorie - Mandataires

source: Category - Schedule
fr: Catégorie - Horaires

source: Category - Shop
fr: Catégorie - Commerce

source: Category - Sport - Bike
fr: Catégorie - Sport - Vélo

source: Category - Sport - Run
fr: Catégorie - Sport - Courir

source: Category - Sport - Swim
fr: Catégorie - Sport - Nager

source: Category - Sport - Trophy
fr: Catégorie - Sport - Trophée

source: Category - Theater
fr: Catégorie - Théâtre

source: Category - Tourism
fr: Catégorie - Tourisme

source: Category - Works - 2
fr: Catégorie - Travaux - 2

source: Category - Works info
fr: Catégorie - Infos travaux

source: Category and topics vocabulary setting for TeleServices
fr: Paramètres de vocabulaire Catégories et thématiques pour les TeleServices

source: Changes will only affect this content. They must be carried out with full knowledge. (No test)
fr: Les modifications apportées n'affecteront que ce contenu et doivent être réalisées en toute connaissance de cause (pas de test)

source: Charging stations
fr: Bornes de recharge

source: Check if entry is free
fr: Cochez si l'événement est gratuit pour tout le monde

source: Check if there is facilities for person with reduced mobility
fr: Cochez si l'événement est accessible aux personnes à mobilité réduite

source: Choose a term from the vocabulary and define the corresponding name
fr: Choisissez un terme du vocabulaire et définissez le nom correspondant

source: Choose procedure submission button text
fr: Choisissez le texte du bouton de soumission de la procédure

source: Choose to opt in or out of cookies use.<br/>Our <a href="${policy_url}">cookies policy</a> can help you choose.
fr: Choisissez d'accepter ou de refuser certains cookies.<br/>Notre <a href="${policy_url}">politique en matière de cookies</a> peut vous aider à faire ce choix.

source: Choose your display mode
fr: Choisissez votre mode d'affichage

source: Choose your gallery layout mode
fr: Choisissez votre mode d'affichage de galerie

source: Choose zip codes for this entity
fr: Choisissez les codes postaux liés à cette entité

source: Chosen URL type '${val}' doesn't exist.
fr: Le type d'URL choisi '${val}' n'existe pas.

source: Chosen contact type '${val}' doesn't exist.
fr: Le type de contact choisi '${val}' n'existe pas.

source: Chosen country '${val}' doesn't exist (good format sample: be, fr).
fr: Le pays choisi '${val}' n'existe pas (exemple de format correct: be, fr).

source: Chosen facility '${val}' doesn't exist.
fr: La facilité choisie '${val}' n'existe pas.

source: Chosen i am term '${val}' doesn't exist.
fr: Le terme Je suis choisi '${val}' n'existe pas.

source: Chosen mail type '${val}' doesn't exist.
fr: Le type de mail choisi '${val}' n'existe pas.

source: Chosen phone type '${val}' doesn't exist.
fr: Le type de numéro de téléphone choisi '${val}' n'existe pas.

source: Chosen topic '${val}' doesn't exist.
fr: La thématique choisie '${val}' n'existe pas.

source: Cirkwi view
fr: Vue Cirkwi

source: Cirkwi widget ID
fr: Identifiant de votre widget "Cirkwi"

source: Citizen participation
fr: Participation citoyenne

source: Citizenship
fr: Citoyenneté

source: City
fr: Commune

source: City project
fr: Projets de ville

source: Click to add footer on this context.
fr: Activer un pied de page

source: Click to add hero banner on this context.
fr: Activer un bandeau d'en-tête

source: Click to disable minisite on this context.
fr: Désactiver le mode site partenaire.

source: Click to disable subsite on this context.
fr: Désactiver le mode sous-site.

source: Click to enable minisite on this context.
fr: Activer le mode site partenaire.

source: Click to enable subsite on this context.
fr: Activer le mode sous-site.

source: Click to export contact to vcard.
fr: Exporter le contact vers une vcard.

source: Click to import contacts.
fr: Importer des contacts.

source: Click to preview content (without editor actions).
fr: Prévisualiser le contenu (sans les boutons d'édition).

source: Close
fr: Fermer

source: Closed
fr: Fermé

source: Clothing bubbles
fr: Bulles à vêtements

source: Collection section
fr: Section collection

source: Collection section for a page
fr: Section collection pour une page

source: Color
fr: Couleur

source: Complement
fr: Complément

source: Complete this procedure online
fr: Effectuer cette démarche en ligne

source: Concert and festival
fr: Concert et festival

source: Conference and debate
fr: Conférence et débat

source: Consult the map
fr: Consulter la carte

source: Contact category
fr: Catégorie de contact

source: Contact content type
fr: Contact

source: Contact informations
fr: Coordonnées

source: Contact section
fr: Section contact

source: Contact section for a page
fr: Section contact pour une page

source: Contact title is missing.
fr: Le titre du contact est manquant.

source: Contact type
fr: Type de contact

source: Contact type is missing.
fr: Le type de contact est manquant.

source: Container parks
fr: Parcs à conteneurs

source: Cookies choice
fr: Choix des cookies

source: Cookies preferences
fr: Gestion des cookies

source: Country
fr: Pays

source: Default directory view
fr: Vue contacts par défaut

source: Default events view
fr: Vue événements par défaut

source: Default news view
fr: Vue actualités par défaut

source: Defibrillator
fr: Défibrillateurs

source: Define a banner for folder and children
fr: Choisir une image de bannière pour le dossier et ses (sous) contenus

source: Define a logo for minisite
fr: Définir un logo pour ce site partenaire

source: Define a logo for subsite and children
fr: Définir un logo pour ce sous-site (et ses pages enfants)

source: Define number of levels in menu navigation subsite
fr: Définir un nombre de niveaux pour le menu de navigation du sous-site

source: Define section size
fr: Définir la taille de la section

source: Delete section
fr: Supprimer la section

source: Deutsch
fr: Allemand

source: Directory SolR Core ID
fr: ID du cœur SolR pour l'annuaire

source: Directory entity
fr: Entité pour l'annuaire

source: Directory view
fr: Vue contacts

source: Disable minisite
fr: Désactiver le mode site partenaire

source: Disable subsite
fr: Désactiver le mode sous-site

source: Disabled person
fr: En situation de handicap

source: Display agendas titles
fr: Afficher le titre de l'agenda

source: Display banner from this item
fr: Afficher la bannière

source: Display cirkwi informations and map.
fr: Affiche les informations et la carte Cirkwi

source: Display linked directory from imio directory instance.
fr: Affiche des contacts depuis la source authentique

source: Display linked events from imio events instance.
fr: Affiche des événements depuis la source authentique

source: Display linked news from imio news instance.
fr: Affiche des actualités depuis la source authentique

source: Display map
fr: Afficher la carte

source: Display news folders titles
fr: Afficher le titre du dossier

source: Display only past events
fr: Afficher uniquement les événements passés

source: Display projects from a campaign coming from e-guichet.
fr: Afficher les projets d'une campagne venant de l'e-guichet

source: Display red thumbs
fr: Afficher le pouce rouge

source: Drinking water point
fr: Points d'eau potable

source: Dutch
fr: Néerlandais

source: Dutch translations
fr: Traductions néerlandophones

source: E-Guichet campaign
fr: Lier une campagne de votre e-guichet

source: E-Guichet procedure
fr: Lien vers la démarche dans l'e-guichet iMio

source: E-mail
fr: Adresse e-mail

source: Economics
fr: Économie

source: Edit section
fr: Modifier section

source: Education
fr: Éducation

source: Effective
fr: Publication

source: Elder
fr: Senior

source: Element view
fr: Choisir un élément

source: Enable minisite
fr: Activer le mode site partenaire

source: Enable subsite
fr: Activer le mode sous-site

source: English
fr: Anglais

source: English translations
fr: Traductions anglophones

source: Enter your HTML code directly here. It must be nested in tags such as: <code>&lt;p&gt;code&lt;/p&gt;</code>, <code>&lt;span&gt;code&lt;/span&gt;</code>, <code>&lt;div&gt;code&lt;/div&gt;</code>
fr: Entrez votre code HTML directement ici. Ce dernier doit être imbriqué dans des balises telles que : <code>&lt;p&gt;code&lt;/p&gt;</code>, <code>&lt;span&gt;code&lt;/span&gt;</code>, <code>&lt;div&gt;code&lt;/div&gt;</code>

source: Entertainment
fr: Activités et divertissement

source: Entities that automatically populates this Entity with their contacts.
fr: Entités qui vont automatiquement remplir cette entité avec leurs contacts.

source: Entity
fr: Entité

source: Entity content type
fr: Entité

source: Environment
fr: Environnement

source: Error(s) on line ${number}
fr: Erreur(s) à la ligne ${number}

source: Error: Geolocation service is unavailable. Your content is not geocoded.
fr: Erreur : Le service de géolocalisation n'est pas disponible. Votre contenu n'est pas géocodé.

source: Event
fr: Événement

source: Event category
fr: Catégorie d'événement

source: Event planner
fr: Organisateur d'événement

source: Event type
fr: Type d'événement

source: Event-driven (festivity, play, conference, flea market, walk, etc.)
fr: Événementiel (festivité, pièce de théâtre, conférence, brocante, balade, etc.)

source: Events
fr: Événements

source: Events SolR Core ID
fr: ID du cœur SolR pour l'agenda

source: Events entity
fr: Entité pour les événements

source: Events section
fr: Section événements

source: Events section for a page
fr: Section événements pour une page

source: Events view
fr: Vue événements

source: Events view used to display events details
fr: Vue événements utilisée pour afficher les détails de l'événement

source: Example : Photo of a person or organization building
fr: Exemple : Photo d'une personne ou d'un bâtiment d'une organisation

source: Example : namur.be (SMARTWEB_PLAUSIBLE_SITE varenv has precedence over this.)
fr: Exemple : namur.be (SMARTWEB_PLAUSIBLE_SITE varenv a la priorité sur cette valeur.)

source: Example : plausible.imio.be (SMARTWEB_PLAUSIBLE_URL varenv has precedence over this.)
fr: Exemple : plausible.imio.be (SMARTWEB_PLAUSIBLE_URL varenv a la priorité sur cette valeur.)

source: Example : shop, service, association logo
fr: Exemple : Logo d'un magasin ou d'un service ou d'une association

source: Exclude from parent listing
fr: Exclure dans l'affichage listing du parent

source: Exhibition and artistic meeting
fr: Exposition et rencontre artistique

source: Expires
fr: Expiration

source: Export contact
fr: Exporter le contact

source: External content parameters
fr: Paramètres du contenu externe

source: External content section
fr: Section de contenu externe

source: External content section for a page
fr: Section de contenu externe

source: External content url
fr: Url du contenu externe

source: Facebook url for this event
fr: Lien facebook pour cet événement

source: Facebook url for this news
fr: Lien facebook pour cette actualité

source: Faceted block view
fr: Affichage blocs

source: Faceted block view with images
fr: Affichage blocs avec images

source: Faceted map
fr: Affichage plan

source: Faceted summary view
fr: Affichage liste

source: Faceted summary view with images
fr: Affichage liste avec images

source: Facilities
fr: Facilités

source: Facilities for person with reduced mobility
fr: Accessible aux personnes à mobilité réduite

source: Files section
fr: Section de fichiers

source: Files section for a page
fr: Création d'une section de fichiers dans votre page.

source: Flea market and market
fr: Brocante et marché

source: Folder
fr: Dossier

source: Folder content type to structure website
fr: Dossier pour structurer le site

source: Footer
fr: Pied de page

source: Footer cannot be added here
fr: Le pied de page ne peut pas être ajouté à cet endroit

source: Footer content type
fr: Pied de page

source: Footer has been successfully added
fr: Le pied de page a été ajouté avec succès

source: For staging : https://conseil.staging.imio.be | for production : https://www.deliberations.be
fr: Pour l'instance de staging : https://conseil.staging.imio.be | pour la production : https://www.deliberations.be

source: For the anonymous visitor, the folder and the selected item are one. When he clicks on the folder, the item is displayed.
fr: Pour le visiteur anonyme, le dossier et l'élément sélectionné ne font qu'un. Lorsqu'il clique sur le dossier, l'élément s'affiche.

source: Form to choose item to be displayed as the home page of the folder
fr: Formulaire de choix de l'élément à afficher comme page d'accueil du dossier

source: Free WIFI
fr: Wifi gratuit

source: Free entry
fr: Gratuit

source: French
fr: Français

source: Friday
fr: Vendredi

source: From
fr: Du

source: Full width
fr: Pleine page

source: Gallery
fr: Galerie

source: Gallery mode
fr: Mode de galerie

source: Gallery section
fr: Section galerie

source: Gallery section for a page
fr: Création d'une section galerie qui affichera ses images dans votre page.

source: Generate using AI
fr: Générer via l’IA

source: German translations
fr: Traductions germanophones

source: Get priory on related agenda for these specifics events.
fr: Ces événéments prennent la priorité sur le champ d'agenda lié.

source: Get priory on related news for these specifics news.
fr: Ces actualités prennent la priorité sur le champ des actualités liées.

source: Go to ${url}
fr: Aller sur ${url}

source: HTML section
fr: Section HTML

source: HTML section for a page
fr: Section HTML pour une page

source: Habitat and town planning
fr: Habitat et urbanisme

source: Half of width
fr: Moitié de la page

source: Half page
fr: Moitié de la page

source: Hard refresh
fr: Forcer l'actualisation

source: Health
fr: Santé

source: Hero banner
fr: Bandeau d'en-tête

source: Hero banner cannot be added here
fr: Le bandeau d'en-tête ne peut pas être ajouté à cet endroit

source: Hero banner content type
fr: Bandeau d'en-tête

source: Hero banner has been successfully added
fr: Le bandeau d'en-tête a été ajouté avec succès

source: Hide banner from this item
fr: Cacher la bannière à partir de ce contenu

source: Hide the content of the section that will be displayed by clicking on the title
fr: Masquer le contenu de la section qui s'affichera en cliquant sur le titre

source: Hide title
fr: Cacher le titre

source: Hide title for anonymous user. Title stays visible for the editor.
fr: Cacher le titre pour le visiteur (non authentifié). Le titre reste visible pour l'éditeur.

source: Hosting
fr: Hébergement

source: I am
fr: Je suis

source: I find
fr: Je trouve

source: I.A. Deliberations' url
fr: Url de I.A. Deliberations

source: Icons
fr: Icônes

source: If checked, display agendas titles
fr: Si l'option est cochée, afficher le titre de l'agenda

source: If checked, display agendas titles in the carousel view.
fr: Si l'option est cochée, le nom de l'agenda dans lequel sont stockés les événements apparaît sur les vignettes.

source: If checked, display news folders titles
fr: Si l'option est cochée, afficher le titre du dossier

source: If checked, display news folders titles in the carousel view.
fr: Si l'option est cochée, le nom du dossier dans lequel sont stockés les actualités apparaît sur les vignettes.

source: If selected, contributor of this entity can bring event in any agenda independently of agenda subscribing feature
fr: Ce bouton permet aux agents administrateurs de l'entité d'afficher n'importe quel événement dans un agenda avec lequel il n'est habituellement pas partagé

source: If selected, contributor of this entity can bring news in any news folders independently of news folders subscribing feature
fr: Ce bouton permet aux agents administrateurs de l'entité d'afficher n'importe quelle actualité dans un dossier avec lequel elle n'est habituellement pas partagée

source: If selected, map will be displayed
fr: Si cette case est cochée, alors, la carte sera affichée

source: If selected, only past events will be displayed
fr: Si cette case est cochée, seuls les événements passés seront affichés
