Repository: pypi-data/pypi-mirror-400
Catalog: packages/imio.smartweb.locales/imio_smartweb_locales-1.1.36.tar.gz/imio_smartweb_locales-1.1.36/src/imio/smartweb/locales/locales/*/LC_MESSAGES/imio.smartweb.po
Languages: fr

source: With an elloha plugin, extra params must contain a dictionary with two keys : ConstellationWidgetContainer, Idoi
fr: Avec le plugin elloha, les paraètres complémentaires doivent être un dictionnaire avec 2 clés : ConstellationWidgetContainer, Idoi

source: With arcgis plugin, extra params must contain a dictionary with one key : portal_item_id
fr: Avec le plugin arcgis, les paraètres complémentaires doivent être un dictionnaire avec la clé : portal_item_id

source: Work email
fr: Adresse e-mail professionnelle

source: Work phone
fr: Numéro de téléphone professionnel

source: Works
fr: Travaux

source: Yes
fr: Oui

source: You don't have rights to access this page.
fr: Vous n'avez pas l'autorisation d'afficher cette page

source: Young
fr: Jeune

source: Your Folder was a minisite but this behaviour has been disabled with this action
fr: Le dossier était un site partenaire, mais cette action n'a pas pu conserver ce comportement

source: Your button title (dutch)
fr: Titre du bouton (néérlandais)

source: Your button title (english)
fr: Titre du bouton (anglais)

source: Your button title (french)
fr: Titre du bouton (français)

source: Your button title (german)
fr: Titre du bouton (allemand)

source: Your event must last less than 3 years.
fr: Votre événement doit durer moins de 3 ans.

source: Youtube video
fr: Vidéo Youtube

source: Youtube video URL
fr: URL de la vidéo Youtube

source: Zip codes and cities
fr: Codes postaux et communes

source: Zipcode
fr: Code postal

source: Zipcode '${val}' is not a number.
fr: Le code postal '${val}' n'est pas un nombre.

source: free license
fr: licence libre

source: label_edit_default_page_container
fr: Vous modifiez actuellement la page d'accueil d'un dossier. Si vous voulez modifier le dossier lui-même, ${go_here}.

source: label_edit_default_page_container_go_here
fr: cliquez ici

source: label_geolocation
fr: Géolocalisation

source: label_phone
fr: Téléphone

source: label_website
fr: Site web

source: smartweb.settings : No secret key define
fr: smartweb.settings : Pas de clé secrète définie

source: smartweb.settings : No url define
fr: smartweb.settings : Pas d'adresse définie

source: to
fr: au

source: under
fr: sous
