Repository: pypi-data/pypi-mirror-400
Catalog: packages/imio.smartweb.locales/imio_smartweb_locales-1.1.36.tar.gz/imio_smartweb_locales-1.1.36/src/imio/smartweb/locales/locales/*/LC_MESSAGES/imio.smartweb.po
Languages: fr

source: If selected, this item will not appear in parent listing views
fr: Si vous cochez cette option, cet élément n'apparaîtra pas dans l'affichage listing de son parent.

source: Image alignment
fr: Alignement de l'image

source: Image orientation
fr: Orientation de l'image

source: Image scale for images
fr: Echelle d'images

source: Image scale for images (only for gallery mode)
fr: Echelle d'images (seulement en mode galerie)

source: Image size
fr: Taille de l'image

source: Import
fr: Importer

source: Import contacts
fr: Importer des contacts

source: Important! These categories allow you to use criteria that are specific to your organization
fr: Important! Ces catégories permettent d'utiliser des critères qui sont propres à votre organisation

source: Important! These categories are used to create lists accessible via the navigation menu
fr: Important! Ces catégories sont utilisées pour créer des listes accessibles via le menu navigation

source: Important! These categories are used to supplement the information provided by the topics
fr: Important! Ces catégories permettent de compléter l'information apportée par les thématiques

source: Important! These categories make it possible to highlight and geolocate certain basic services
fr: Important! Ces catégories permettent de mettre en avant et de géolocaliser certains services de base

source: Important! Topics are used to filter search results and create lists
fr: Important! Les thématiques sont utilisées pour filtrer les résultats de la recherche et créer des listes

source: Imported ${number} contacts successfully !
fr: ${number} contacts importés avec succès !

source: Instagram url for this event
fr: Lien Instagram pour cet événement

source: Instagram url for this news
fr: Lien Instagram de cette actualité

source: Internal note
fr: Note interne

source: Internships and courses
fr: Stages et cours

source: Item(s) that can be selected as the folder default page.
fr: Elément(s) pouvant être sélectionné(s) comme page d'accueil du dossier.

source: Itinerary
fr: Itinéraire

source: Job offer
fr: Emploi

source: Job seeker
fr: Demandeur d'emploi

source: Journalist
fr: Journaliste

source: Keywords
fr: Mots-clés

source: Label (Secretariat, Manager office, Sales,...)
fr: Intitulé (Secrétariat, Bureau de la direction, Ventes, ...)

source: Label (de)
fr: Libellé (de)

source: Label (direction, Main number,...)
fr: Intitulé (direction, numéro principal, ...)

source: Label (en)
fr: Libellé (en)

source: Label (fr)
fr: Libellé (fr)

source: Label (nl)
fr: Libellé (nl)

source: Lead Image
fr: Image de garde

source: Left
fr: Gauche

source: Legal notice
fr: Mentions l&eacute;gales

source: Leisure / discovery
fr: Loisirs / Découverte

source: Like supplement or alternatively to picture
fr: Comme complément ou alternative à une image

source: Link URL
fr: URL du lien

source: Link block
fr: Lien

source: Link block for a links section
fr: Lien pour une Section de liens

source: Link illustration icon
fr: Icône d'illustration du lien

source: Link title
fr: Titre du lien

source: Link title will be display on picture as clickable element
fr: Le titre du lien s'affiche sur l'image comme élément cliquable

source: Link to online participation
fr: lien pour participer en ligne

source: Link to your account
fr: Lien vers votre compte

source: Links section
fr: Section de liens

source: Links section for a page
fr: Section de liens pour une page

source: List of events categories values available for this entity (one per line)
fr: Liste de catégories spécifiques d'événements disponibes pour cette entité (un par ligne)

source: List of news categories values available for this entity (one per line)
fr: Liste de catégories spécifiques d'actualités disponibes pour cette entité (une par ligne)

source: Logo and title
fr: Logo et titre

source: Logo display
fr: Type d'affichage du logo

source: Lunch time
fr: Heure du midi

source: Manage section contents
fr: Modifier contenu

source: Manage taxonomies on this content
fr: Gérer les taxonomies sur ce contenu

source: Map
fr: Plan

source: Map section
fr: Section plan

source: Map section for a page
fr: Section plan pour une page

source: Maximum number of batches to display
fr: Nombre maximum de lots à afficher

source: Maximum number of contacts by line
fr: Nombre maximum de contacts par ligne

source: Maximum number of contacts by line (on PC)
fr: Nombre maximum de contacts par ligne (sur un écran d'ordinateur)

source: Menu depth
fr: Profondeur du menu

source: Merchant
fr: Commerçant

source: Minisite
fr: Site partenaire

source: Minisite has been disabled
fr: Le mode site partenaire a été désactivé

source: Minisite has been successfully activated
fr: Le mode site partenaire a été activé avec succès

source: Mission (passports, reception, parking, etc.)
fr: Mission (passeports, réception, parking, etc.)

source: Mobile
fr: GSM

source: Mobility
fr: Mobilité

source: Modified
fr: Modifié

source: Monday
fr: Lundi

source: My account
fr: Mon compte

source: Name
fr: Nom

source: New tab
fr: Nouvelle fenêtre

source: Newcomer
fr: Nouvel arrivant

source: News SolR Core ID
fr: ID du cœur SolR pour les actualités

source: News entity
fr: Entité pour les actualités

source: News folder
fr: Dossier d'actualités

source: News folder(s) correctly added.
fr: Dossier(s) d'actualités correctement mis à jour

source: News folder(s) correctly removed.
fr: Dossier(s) d'actualités correctement mis à jour

source: News folders that automatically populates this news folder with their news.
fr: Les actualités des dossiers sélectionnés apparaîtront automatiquement dans le présent dossier d'actualités.

source: News section
fr: Section actualités

source: News section for a page
fr: Section actualités pour une pagee

source: News view
fr: Vue actualités

source: News view used to display news items details
fr: Vue actualités utilisée pour afficher les détails de l'actualité

source: NewsItem
fr: Actualité

source: NewsItem website url
fr: Site web de l'actualité

source: No
fr: Non

source: None
fr: Aucun

source: Number
fr: Numéro

source: Number (format: +32475010203)
fr: Numéro (format: +32475010203)

source: Number of items per batch
fr: Nombre d'éléments par lot

source: Number of items per batch (only for carousel mode)
fr: Nombre d'éléments par lot (seulement en mode carrousel)

source: Number of items to display
fr: Nombre d'éléments à afficher

source: On
fr: Le

source: Online participation
fr: Participation en ligne

source: Online participation url
fr: Lien pour la participation en ligne

source: Only one procedure field can be filled !
fr: Un seul champ "démarche" peut être rempli !

source: Only used in table view (takes precedence over image)
fr: Utilisée uniquement dans l'affichage tableau (prend la priorité sur l'image)

source: Open
fr: Ouvert

source: Open at
fr: Ouvre à

source: Open in a new tab
fr: Ouvrir dans un nouvel onglet

source: Organic waste containers
fr: Bulles pour déchets organiques

source: Organization (administrative service, business, professional, sports club, association, etc.)
fr: Organisation (service administratif, commerce, profession libérale, club sportif, association, etc.)

source: Organization - Boyscout
fr: Organisation - Scouts

source: Organization - Cpas
fr: Organisation - CPAS

source: Organization - Library
fr: Organisation - Bibliothèque

source: Organization - Mobility
fr: Organisation - Mobilité

source: Organization - Music academy
fr: Organisation - Académie de musique

source: Organization - Police
fr: Organisation - Police

source: Organization - School
fr: Organisation - Ecole

source: Organization - School - 2
fr: Organisation - Ecole - 2

source: Organization - School of arts
fr: Organisation - Ecole des arts

source: Organization - Sports Center
fr: Organisation - Centre sportif

source: PMC waste containers
fr: Bulles PMC

source: Parent listing
fr: Listing du parent

source: Party and folklore
fr: Fête et folklore

source: Password already filled
fr: Mot de passe déjà rempli

source: Password to consume I.A. Deliberations API
fr: Mot de passe pour consommer l'API de I.A. Deliberations

source: Password to consume e-guichet ideabox API (get Campaign, projects,...)
fr: Mot de passe pour consommer l'API de l'e-guichet (ideabox)

source: Personal email
fr: Adresse e-mail personnelle

source: Personal phone
fr: Numéro de téléphone personnel

source: Phones
fr: Téléphones

source: Picture will be displayed as slide background
fr: L'image est affichée en background du slide

source: Plausible Site
fr: Site Plausible

source: Plausible Token
fr: Token pour Plausible

source: Plausible URL
fr: Url pour Plausible

source: Plausible analytics is not set
fr: Plausible analytics n'est pas configuré

source: Plausible authentification token (SMARTWEB_PLAUSIBLE_TOKEN varenv has precedence over this.)
fr: Token d'authentification de Plausible (SMARTWEB_PLAUSIBLE_TOKEN varenv a la priorité sur cette valeur.)

source: Please help!
fr: À l'aide!

source: Please note that it is important to upload an image without text for design and accessibility reasons. The image will not display in its entirety and the text may be cut off.
fr: Attention, il est important de téléverser une image sans texte pour des raisons de design et d'accessibilité. L'image ne s'affichera pas dans son entièreté et le texte pourrait être coupé.

source: Politics
fr: Politique

source: Populating agendas
fr: S'abonner à un/des agenda(s)

source: Populating entities
fr: S'abonner à une/des entité(s)

source: Populating news folders
fr: S'abonner à un/des dossier(s) d'actualités

source: Portal Page
fr: Page Portail

source: Portal Page content type to print informations
fr: Page Portail pour afficher de l'information

source: Position (mayor, alderman, advisor, director, head of department, etc.)
fr: Fonction (bourgmestre, échevin, conseiller, directeur, chef de service, etc.)

source: Post-it section
fr: Section post-it

source: Post-it section for a page
fr: Section post-it pour une page

source: Preview
fr: Prévisualiser

source: Private contact informations
fr: Coordonnées privées

source: Procedure
fr: Démarche

source: Procedure url
fr: Lien vers la démarche

source: Procedures and practical informations
fr: Démarches & infos pratiques

source: Projection and cinema
fr: Projection et cinéma

source: Propose project URL
fr: Lien pour proposer un nouveau projet

source: Public toilets
fr: Toilettes publiques

source: Quarter of width
fr: Quart de la page

source: Quick access
fr: Accès rapides

source: Quick access contents
fr: Contenus Accès rapides

source: Quick access selection
fr: Sélection d'accès rapides

source: Read documentation
fr: Lire la documentation

source: Read more and manage cookies settings
fr: En savoir plus et paramétrer les cookies

source: Read more and manage settings
fr: En savoir plus et personnaliser

source: Refuse all
fr: Tout refuser

source: Refuse all cookies
fr: Refuser tous les cookies

source: Related agenda
fr: Agenda lié

source: Related contacts
fr: Contacts liés

source: Related news folder
fr: Dossier d'actualités lié

source: Related timestamped publications
fr: Publications horodatées liées

source: Relative path widget
fr: Widget de chemin relatif

source: Residual waste containers
fr: Bulles pour déchets résiduels

source: Rich text section for a page
fr: Création d'une section de texte dans votre page.

source: Right
fr: Droite

source: Safety and prevention
fr: Sécurité et prévention

source: Saturday
fr: Samedi

source: Save my choices
fr: Enregistrer mes choix

source: Schedule
fr: Horaires

source: Search
fr: Rechercher

source: Secret key
fr: Clé secrète

source: Secret key to use API
fr: Clé secrète pour utiliser l'API

source: Section modification date has been refreshed
fr: La date de modification de la section a été actualisée

source: Section title has been hidden
fr: Le titre de la section a été caché (pour le visiteur)

source: Section title has been shown
fr: Le titre de la section a été affiché

source: Section width
fr: Largeur de la section

source: See all
fr: Voir tous

source: See all events
fr: Voir tous les événements

source: See all news
fr: Voir toutes les actualités

source: Select a collection
fr: Collection sélectionnée

source: Select a title :
fr: Sélectionnez un titre

source: Select agenda to display
fr: Sélectionnez l'agenda à afficher

source: Select agendas where this event will be displayed. Current agenda is always selected.
fr: Sélectionnez les agendas dans lesquels cet événement sera affiché. L'agenda courant sera toujours sélectionné.

source: Select contacts. If you can't find contacts you want, make sure it exists in the directory and that its "state" is published.
fr: Sélectionnez les contacts. Si vous ne trouvez pas les contacts que vous souhaitez, assurez-vous qu'ils existent dans l'annuaire et qu'ils sont bien publié!

source: Select entities where this contact will be displayed. Current entity will always be selected.
fr: Sélectionnez les entités dans lesquelles ce contact sera affiché. L'entité courante sera toujours sélectionnée.

source: Select if you want (specific) category or (first) topic displayed on items
fr: Sélectionnez si vous souhaitez afficher la catégorie (spécifique) ou la (première) thématique sur les éléments.

source: Select image size
fr: Sélectionnez la taille de l'image

source: Select news folder to display
fr: Sélectionnez le dossier d'actualités à afficher

source: Select news folders where this news item will be displayed. Current news folder is always selected.
fr: Sélectionnez les dossiers d'actualités dans lesquels cette actualité sera affichée. Le dossier d'actualités courant sera toujours sélectionné.

source: Select view
fr: Affichage

source: Select where you want to display the image
fr: Sélectionnez l'emplacement où vous souhaitez afficher l'image

source: Selected Categories
fr: Catégories sélectionnées

source: Selected agenda
fr: Agenda sélectionné

source: Selected agendas
fr: Agendas concernés

source: Selected entities
fr: Entités concernées

source: Selected event types
fr: Types d'événements sélectionnés

source: Selected items
fr: Elements sélectionnés

source: Selected news folder
fr: Dossier d'actualités sélectionné

source: Selected news folders
fr: Dossiers d'actualités concernés

source: Selections section
fr: Section de contenus liés

source: Selections section for a page
fr: Section de sélections pour une page

source: Show category or topic
fr: Afficher les catégories ou thématiques des éléments

source: Show items description
fr: Afficher la description des éléments

source: Show items lead image
fr: Afficher l'image principale des éléments

source: Show items publication date
fr: Afficher la date de publication des éléments

source: Show title
fr: Afficher le titre

source: Site created in collaboration with
fr: Site r&eacute;alis&eacute; en collaboration avec

source: Skip to content
fr: Passer au contenu

source: Skip to footer
fr: Passer au pied-de-page

source: Skip to navigation
fr: Aller à la navigation

source: Slide section
fr: Section slide

source: Slide section for a hero banner
fr: Section slide pour un bandeau d'en-tête

source: Smartweb Settings
fr: Paramètrage de smartweb

source: Social network - Behance
fr: Réseau social - Behance

source: Social network - Facebook
fr: Réseau social - Facebook

source: Social network - Facebook thumb
fr: Réseau social - Facebook Pouce

source: Social network - Instagram
fr: Réseau social - Instagram

source: Social network - Linkedin
fr: Réseau social - Linkedin

source: Social network - Twitter
fr: Réseau social - Twitter

source: Social network - Vimeo
fr: Réseau social - Vimeo

source: Social network - Youtube
fr: Réseau social - Youtube

source: Specific category
fr: Catégorie spécifique

source: Specific events categories
fr: Catégories spécifiques d'événements

source: Specific news categories
fr: Catégories spécifiques d'actualités

source: Specific related events
fr: Evénements spécifiquement sélectionnés

source: Specific related news
fr: Actualités spécifiquement sélectionnées

source: Specify your cirkwi widget ID. You can find it when you create a new widget in Cirkwi.
fr: Précisez votre identifiant de widget Cirkwi. Vous pouvez le trouver lorsque vous créez un nouveau widget dans Cirkwi.

source: Standard Page content type to print informations
fr: Page standard pour afficher de l'information

source: Standard view
fr: Affichage standard

source: Statistics
fr: Statistiques

source: Street
fr: Rue

source: Stroll and discovery
fr: Balade et découverte

source: Sub contacts
fr: Sous contacts

source: Submit
fr: Valider

source: Subsite
fr: Sous-site

source: Subsite has been disabled
fr: Le mode sous-site a été désactivé

source: Subsite has been successfully activated
fr: Le mode sous-site a été activé avec succès

source: Subtitle
fr: Sous-titre

source: Summary view
fr: Affichage liste

source: Summary view with images
fr: Affichage liste avec images

source: Sunday
fr: Dimanche

source: Table view
fr: Affichage tableau

source: Take part of workshop
fr: Participer à un atelier

source: Taxonomies are correctly set on your object!
fr: Les taxonomies ont bien été définies sur ce contenu!

source: Taxonomies choices form
fr: Formulaire de choix des taxonomies

source: Territory and public space
fr: Territoire et espace public

source: Text
fr: Texte

source: Text for the link to the collection
fr: Texte pour le lien vers la collection

source: Text for the link to the events view
fr: Texte du lien vers la vue évévenements

source: Text for the link to the news view
fr: Texte du lien vers la vue actualités

source: Text section
fr: Section de texte

source: The geolocation is generated on the basis of the address during contact save. It is possible to change the pointer manually if it is not correctly positioned.
fr: La géolocalisation est générée sur base de l'adresse lors de l'enregistrement de la fiche. Il est possible de modifier le pointeur manuellement si ce dernier n'est pas bien positionné.

source: The image uploaded in the "${field_title}" field may be degraded because it does not meet the required minimum dimensions of ${min_width}px width by ${min_height}px height (uploaded image size: ${width}px width by ${height}px height). You can see the detail via the Cropping menu.
fr: L'image téléversée dans le champ "${field_title}" risque d'être dégradée, car elle ne correspond pas aux dimensions minimales requises de ${min_width}px de largeur sur ${min_height}px de hauteur (taille de l'image téléversée : ${width}px de largeur / ${height}px de hauteur). Vous pouvez voir le détail via le menu Découpe.

source: The item selected as the folder home page is :
fr: L'élément sélectionné comme page d'accueil du dossier est :

source: The title will always be displayed if this behavior is enabled.
fr: Le titre sera toujours affiché si ce comportement est activé.

source: Theater and show
fr: Théâtre et spectacle

source: There is no section on this page.
fr: Il n'y a aucune section dans cette page.

source: There is no section on this procedure.
fr: Il n'y a aucune section présente dans cette démarche.

source: Third of width
fr: Tiers de la page

source: Third page
fr: Tiers de la page

source: This feature requires cookies acceptation.<br/><a class="pat-plone-modal" href="${consent_url}">Review your cookies preferences</a>.
fr: Cette fonctionnalité nécessite l'acceptation des cookies.<br/><a class="pat-plone-modal" href="${consent_url}">Modifier vos préférences en matière de cookies</a>.

source: This field is required if the content must be available in this language
fr: Ce champ est requis si le contenu doit être disponible dans cette langue

source: This information is used for search results redirection
fr: Cette information est utilisée pour la redirection des résultats de recherche

source: This site uses cookies to provide you with an optimal experience (playing videos, displaying maps and content from social networks in particular).
fr: Ce site utilise des cookies pour vous fournir une expérience optimale (lecture de vidéos, affichage de plans et de contenus issus des réseaux sociaux notamment).

source: Three quarter of width
fr: Trois quarts de la page

source: Thursday
fr: Jeudi

source: Ticket url
fr: Billeterie

source: Ticket url to subscribe to this event
fr: Lien de la billeterie pour s'inscrire à cet événement

source: Timestamped publication section for a page
fr: Section de publications horodatées pour une page

source: Timestamped publications section
fr: Section de publications horodatées

source: Title
fr: Titre

source: Title and Subtitle
fr: Titre et Sous-titre

source: Title and description will be displayed in front of picture as a slogan
fr: Le titre et la description apparaîtront devant l'image comme slogan

source: Title suggestions
fr: Suggestions de titres

source: Top
fr: Haut

source: Topic
fr: Thématique

source: Topics
fr: Thématiques

source: Tourism
fr: Tourisme

source: Tourism organizations
fr: Organisations touristiques

source: Tourist
fr: Touriste

source: Trade Fair and Fair
fr: Salon et Foire

source: Tuesday
fr: Mardi

source: Twitter url for this event
fr: Lien Twitter pour cet événement

source: Twitter url for this news
fr: Lien Twitter pour cette actualité

source: Two third of width
fr: Deux tiers de la page

source: URL to propose a project
fr: Lien pour proposer un nouveau projet

source: Unknow service
fr: Service inconnu

source: Url to e-guichet
fr: Url de l'e-guichet

source: Url to propose a new citizen contact
fr: Url pour la proposition d'un contact par le citoyen

source: Url to propose a new citizen event
fr: Url pour la proposition d'un événement par le citoyen

source: Url to propose a new citizen news
fr: Url pour la proposition d'une actualité par le citoyen

source: Use **text** to set text in bold. Limited to ${max} characters.
fr: Utilisez **texte** pour mettre du texte en gras. Limité à ${max} caractères.

source: Useful numbers
fr: Numéros utiles

source: Username to consume I.A. Deliberations API
fr: Nom d'utilisateur pour consommer l'API de I.A. Deliberations

source: Username to consume e-guichet ideabox API (get Campaign, projects,...)
fr: Nom d'utilisateur pour consommer l'API de l'e-guichet (pour ideabox)

source: VAT number
fr: Numéro d'entreprise / TVA

source: Video section
fr: Section vidéo

source: Video section for a page
fr: Création d'une section contenant une vidéo qui sera inclue dans votre page.

source: Video url
fr: Vidéo

source: Video url from youtube, vimeo
fr: Lien vers une vidéo Youtube ou Vimeo

source: View - Agenda
fr: Vue - Agenda

source: View - Directory
fr: Vue - Annuaire

source: View - News
fr: Vue - Actualités

source: Vimeo video
fr: Vidéo Vimeo

source: Visible blocks
fr: Blocs visibles

source: Vocabulary term
fr: Terme du vocabulaire

source: Warning: these options are not relevant for Sections and will not be applied.
fr: Attention: ces options ne sont pas pertinentes pour les Sections et ne seront pas appliquées.

source: Website
fr: Site Internet

source: Wednesday
fr: Mercredi

source: With a cognitoform plugin, extra params can be void but if you complete it you must specify : scrolling:(yes/no) and overflow:(hidden/scroll/auto)
fr: Avec le plugin cognitoform, les paramètres complémentaires peuvent être vide mais si vous les compléter, vous devez spécifié : scrolling:(yes/no) et overflow:(hidden/scroll/auto)
