Repository: pypi-data/pypi-mirror-400
Catalog: packages/trytoncommunity-edocument-*-facturae/trytoncommunity_edocument_*_facturae-7.6.6-py3-none-any.whl/trytond/modules/edocument_*_facturae/locale/*.po
Languages: ca, es

# field:account.invoice,es_facturae_administrative_centers:
source: Administrative Centers
ca: Centres administratius
es: Centros administrativos

# field:account.invoice,es_facturae_corrective_invoices:
source: Corrective Invoices
ca: Factures rectificativess
es: Facturas rectificativa

# field:account.invoice.es_facturae_administrative_center,administrative_center:
source: Administrative Center
ca: Centre administratiu
es: Centro administrativo

# field:account.invoice.es_facturae_administrative_center,invoice:
source: Invoice
ca: Factura
es: Factura

# field:account.invoice.es_facturae_corrective_invoice,corrective_invoice:
source: Correction Invoice
ca: Factura rectificativa
es: Factura rectificativa

# field:account.invoice.es_facturae_corrective_invoice,invoice:
source: Invoice
ca: Factura
es: Factura

# field:account.invoice.es_facturae_corrective_invoice,method:
source: Method
ca: Mètode
es: Método

# field:account.invoice.es_facturae_corrective_invoice,reason:
source: Reason
ca: Motiu
es: Razon

# field:account.invoice.payment_term,es_facturae_type:
source: Facturae Type
ca: Tipus facturae
es: Tipo facturae

# field:account.tax,es_facturae_type:
source: Facturae Type
ca: Tipus facturae
es: Tipo facturae

# field:account.tax.template,es_facturae_type:
source: Facturae Type
ca: Tipus facturae
es: Tipo facturae

# field:company.company,es_facturae_certificate:
source: Facturae Certificate
ca: Certificat Facturae
es: Certificado Facturae

# field:company.company,es_facturae_private_key:
source: Facturae Private Key
ca: Clau privada Facturae
es: Clave privada Facturae

# field:edocument.es_facturae.administrative_center,address:
source: Address
ca: Adreça
es: Dirección

# field:edocument.es_facturae.administrative_center,description:
source: Description
ca: Descripció
es: Descripción

# field:edocument.es_facturae.administrative_center,facturae_center_code:
source: Facturae Center Code
ca: Codi centre facturae
es: Código centro facturae

# field:edocument.es_facturae.administrative_center,party:
source: Party
ca: Tercer
es: Tercero

# field:edocument.es_facturae.administrative_center,role:
source: Role
ca: Rol
es: Rol

# field:party.address,es_facturae_center_code:
source: Facturae Center Code
ca: Codi centre facturae
es: Código centro facturae

# field:party.party,es_facturae_administrative_centers:
source: Facturae Administrative Centers
ca: Centres administratius Facturae
es: Centros administrativos Facturae

# model:account.invoice.es_facturae_administrative_center,name:
source: Invoice - Administrative Center
ca: Factura - Centre Administratiu
es: Factura - Centro administrativo

# model:account.invoice.es_facturae_corrective_invoice,name:
source: Invoice - Correction Invoice
ca: Factura - Factura rectificativa
es: Factura - Factura rectificativa

# model:edocument.es.facturae.invoice,name:
source: EDocument Spanish Facturae Invoice
ca: Edocument Facturae factura espanyola
es: EDocument Facturae factura española

# model:edocument.es_facturae.administrative_center,name:
source: Facturae Administrative Center
ca: Centre administratiu Facturae
es: Centro administrativo Facturae

# selection:account.invoice.es_facturae_corrective_invoice,method:
source: Authorized by the Tax Agency
ca: Autorizada per l'agencia tributaria
es: Autorizada por la Agencia Tributaria

# selection:account.invoice.es_facturae_corrective_invoice,method:
source: Bulk deal in a given period
ca: Rectificació per descompte per volum d'operacions durant un període
es: Rectificación por descuento por volumen de operaciones durante un periodo

# selection:account.invoice.es_facturae_corrective_invoice,method:
source: Corrected Items Only
ca: Només línies corregides
es: Solo lineas corregidas

# selection:account.invoice.es_facturae_corrective_invoice,method:
source: Full Items
ca: Rectificació integra
es: Todas las lineas

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Applicable Date/Period
ca: Data/Període aplicable
es: Fecha/Periodo a aplicar

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Applicable Tax Amount
ca: Import impositiu a aplicar
es: Cuota tributaria a aplicar

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Applicable Tax Rate
ca: Percentatge impositiu a aplicar
es: Porcentaje impositivo a aplicar

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Calculation of tax inputs
ca: Cálcul cuotes retingudes
es: Cálculo de cuotas retenidas

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Calculation of tax outputs
ca: Cálcul cuotes repercutides
es: Cálculo de cuotas repercutidas

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Invoice Class
ca: Clase de factura
es: Clase de factura

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Invoice number
ca: Número de la factura
es: Número de factura

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Invoice serial number
ca: Serie de la factura
es: Número de serie de la factura

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Issue date
ca: Data d'expedició
es: Fecha de emisión

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Issuer's Tax Identification Number
ca: Identificador fiscal de l'emisor
es: Identificación fiscal Emisor/Obligado

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Issuer's address
ca: Domicili de l'emisor
es: Dirección del emisor

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Item Line
ca: Detall operació
es: Detalle Operación

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Name and surnames/Corporate name - Receiver
ca: Nom y cognoms/Raó social del receptor
es: Nombre y apellidos/Razón social - Receptor

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Name and surnames/Corporate name – Issuer (Sender)
ca: Nom y cognoms/Raó social de l'emisor
es: Nombre y apellidos/Razón social - Emisor

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Receiver's Tax Identification Number
ca: Identificador fiscal del receptor
es: Identificación fiscal Receptor

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Receiver's address
ca: Domicili del receptor
es: Dirección del destinatario

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Taxable Base
ca: Base imponible
es: Base imponible

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Taxable Base modified due to discounts and rebates
ca: Base imponible modificada per descomptes i bonificacions
es: Base imponible modificada por descuentos y bonificaciones

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Taxable Base modified due to firm court ruling or administrative decision
ca: Base imponible modificada per resolució firme, judicial o administrativa
es: Base imponible modificada por resolución firme, judicial o administrativa

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Taxable Base modified due to return of packages and packaging materials
ca: Base imponible modificada per devolució d'envasos/embalatges
es: Base imponible modificada por devolución de envases/embalajes

# selection:account.invoice.es_facturae_corrective_invoice,reason:
source: Taxable Base modified due to unpaid outputs where there is a judgement opening insolvency proceedings
ca: Base imponible modificada per cuotes repercutides no satisfetes. Auto de declaració de concurs.
es: Base imponible modificada cuotas repercutidas no satisfechas. Auto de declaración de concurso

# selection:account.invoice.payment_term,es_facturae_type:
source: Accepted bill of exchange
ca: Lletra aceptada
es: Letra Aceptada

# selection:account.invoice.payment_term,es_facturae_type:
source: Banker’s draft
ca: Xec bancari
es: Cheque bancario

# selection:account.invoice.payment_term,es_facturae_type:
source: Bill of exchange
ca: Lletra de canvi
es: Letra de cambio

# selection:account.invoice.payment_term,es_facturae_type:
source: Cash on delivery
ca: Pagament contra rembolso
es: Pago contra reembolso

# selection:account.invoice.payment_term,es_facturae_type:
source: Certified cheque
ca: Xec conformat
es: Cheque conformado

# selection:account.invoice.payment_term,es_facturae_type:
source: Cheque
ca: Xec

# selection:account.invoice.payment_term,es_facturae_type:
source: Contract award
ca: Contracte adjudiació
es: Contrato Adjudicación

# selection:account.invoice.payment_term,es_facturae_type:
source: Credit transfer
ca: Transferenciaa
es: Transferencia

# selection:account.invoice.payment_term,es_facturae_type:
source: Direct debit
ca: Rebut domiciliat
es: Recibo Domiciliado

# selection:account.invoice.payment_term,es_facturae_type:
source: Documentary credit
ca: Credit documentari
es: Crédito Documentario

# selection:account.invoice.payment_term,es_facturae_type:
source: In Cash
ca: Al comptat
es: Al contado

# selection:account.invoice.payment_term,es_facturae_type:
source: Non transferable promissory note
ca: Pagaré no a la ordre
es: Pagaré No a la Orden

# selection:account.invoice.payment_term,es_facturae_type:
source: Open account reimbursement
ca: Reposició
es: Reposición

# selection:account.invoice.payment_term,es_facturae_type:
source: Payment by card
ca: Pagament amb tarjeta
es: Pago mediante tarjeta

# selection:account.invoice.payment_term,es_facturae_type:
source: Payment by postgiro
ca: Gir postal
es: Giro postal

# selection:account.invoice.payment_term,es_facturae_type:
source: Receipt
ca: Rebut
es: Recibo

# selection:account.invoice.payment_term,es_facturae_type:
source: Set-off by reciprocal credits
ca: Compensació
es: Compensación

# selection:account.invoice.payment_term,es_facturae_type:
source: Special payment
ca: Especials
es: Especiales

# selection:account.invoice.payment_term,es_facturae_type:
source: Transferable promissory note
ca: Pagaré a la ordre
es: Pagaré a la Orden

# selection:account.tax,es_facturae_type:
source: Corporation Tax
ca: Impost de societats
es: Impuesto de sociedades

# selection:account.tax,es_facturae_type:
source: Excise duty applied to manufactured tobacco in Canaries
ca: Impost especial aplicat al treballs del tabac a Canaries
es: Impuesto especial aplicado a las labores del tabaco en Canarias

# selection:account.tax,es_facturae_type:
source: ICIO: Tax on construction, installation and works
ca: ICIO: Impost sobre construccions, instalacions i obres
es: ICIO: Impuesto sobre construcciones, instalaciones y obras

# selection:account.tax,es_facturae_type:
source: IDEC: Tax on bank deposits
ca: IDEAC: Impost als dipòstis bancaris
es: IDEC: Impuesto a los depósitos bancarios

# selection:account.tax,es_facturae_type:
source: IE: Excise duties and consumption taxes
ca: IE: Impostos especials i impostos al consum
es: IE: Impuestos especiales e impuestos al consumo

# selection:account.tax,es_facturae_type:
source: IECDPCAC: Excise duties on oil derivates in Canaries
ca: IECDPCAC: Impostos especials sobre els derivats del petroli a Canaries
es: IECDPCAC: Impuestos Especiales sobre los derivados del petróleo en Canarias

# selection:account.tax,es_facturae_type:
source: IGFEI: Tax on Fluorinated Greenhouse Gases
ca: IGFEI: Impost sobre els gasos florats d'Efecte hivernacle.
es: IGFEI: Impuesto sobre los Gases Fluorados de Efecto Invernadero

# selection:account.tax,es_facturae_type:
source: IGIC: Canaries General Indirect Tax
ca: IGIC: Impost General Indirecte de Canaries
es: IGIC: Impuesto General Indirecto de Canarias

# selection:account.tax,es_facturae_type:
source: IGTECM: Sales tax in Ceuta and Melilla
ca: IGTECM: Impost sobre les vendes a Ceuta i Melilla
es: IGTECM: Impuesto sobre las Ventas en Ceuta y Melilla

# selection:account.tax,es_facturae_type:
source: IIIMAB: Tax on premises that affect the environment in the Balearic Islands
ca: IMMAB: Impost sobre impbles que afecten al medi ambient a les Illes Balears
es: IIIMAB: Impuesto sobre inmuebles que afectan al medio ambiente en las Islas Baleares

# selection:account.tax,es_facturae_type:
source: IMGSN: Local sumptuary tax in Navarre
ca: IMGSN: Impost local sunutari a Navarra
es: IMGSN: Impuesto local suntuario en Navarra

# selection:account.tax,es_facturae_type:
source: IMPN: Local tax on advertising in Navarre
ca: IMPN: Impost local sobre la publicitat a Navarra
es: IMPN: Impuesto local sobre la publicidad en Navarra

# selection:account.tax,es_facturae_type:
source: IMSN: Local tax on building plots in Navarre
ca: IMSN: Tasa local sobre solars edificables a Navarra
es: IMSN: Tasa local sobre solares edificables en Navarra

# selection:account.tax,es_facturae_type:
source: IMVDN: Local tax on unoccupied homes in Navarre
ca: IMVDN: Impost local sobre habitatges deshabitats a Navara
es: IMVDN: Impuesto local sobre viviendas desocupadas en Navarra

# selection:account.tax,es_facturae_type:
source: IPS: Insurance premiums Tax
ca: IPS: Impost sobre primes d'assegurança
es: IPS: Impuesto sobre primas de seguros

# selection:account.tax,es_facturae_type:
source: IRNR: Non-resident Income Tax
ca: IRNR: Impost sobre la renda de no Residents
es: IRNR: Impuesto sobre la Renta de no Residentes

# selection:account.tax,es_facturae_type:
source: IRPF: Personal Income Tax
ca: IRPF: Impost sobre la renda de persones físiques
es: IRPF: Impuesto sobre la Renta de las Personas Físicas

# selection:account.tax,es_facturae_type:
source: ITPAJD: Tax on wealth transfers and stamp duty
ca: ITPAJD: Impost sobre transmisions patrimonials i actes jurídics documentats
es: ITPAJD: Impuesto sobre transmisiones patrimoniales y actos jurídicos documentados

# selection:account.tax,es_facturae_type:
source: IVPEE: Tax on the value of electricity generation
ca: IVPEE: Impost sobre el valor de generació eléctrica
es: IVPEE: Impuesto sobre el valor de la generación eléctrica

# selection:account.tax,es_facturae_type:
source: Other
ca: Un altre
es: Otro

# selection:account.tax,es_facturae_type:
source: REIGIC: Special IGIC: for travel agencies
ca: REIGICI: IGIC especial per agencies de viatges
es: REIGIC: IGIC especial: para agencias de viajes

# selection:account.tax,es_facturae_type:
source: REIPSI: Special IPSI for travel agencies
ca: REIPSI: IPSI Especial per agencies de viatges
es: REIPSI: IPSI especial para agencias de viajes

# selection:account.tax,es_facturae_type:
source: REIVA: Special VAT for travel agencies
ca: REIVA: IVA Especial per agencies de viatges
es: REIVA: IVA especial para agencias de viajes

# selection:account.tax,es_facturae_type:
source: Ra: Customs duties
ca: Ra: Drets d'aduana
es: Ra: derechos de aduana

# selection:account.tax,es_facturae_type:
source: SWUA: Surcharge for Winding Up Activity
ca: SWUA: Recàrrec per activitat de liquidació
es: SWUA: Recargo por Actividad de Liquidación

# selection:account.tax,es_facturae_type:
source: Tax on the production of spent nuclear fuel and radioactive waste from the generation of nuclear electric power
ca: Impost sobre la producció de combustible nuclear gastat y residus de la generació d'energia nuclear elèctrica
es: Impuesto sobre la producción de combustible nuclear gastado y residuos radiactivos de la generación de energía nuclear eléctrica

# selection:account.tax,es_facturae_type:
source: Tax on the storage of spent nuclear energy and radioactive waste in centralised facilities
ca: Impost sobre l'emmagatzemament d'energia nuclear gastada i residus radioactius en instalacions centralitzades
es: Impuesto sobre el almacenamiento de energía nuclear gastada y residuos radiactivos en instalaciones centralizadas

# selection:account.tax,es_facturae_type:
source: Taxes on production, services and imports in Ceuta and Melilla
ca: Impost sobre la producció, els serveis i les importacions a Ceuta i Melilla
es: Impuestos sobre la producción, los servicios y las importaciones en Ceuta y Melilla

# selection:account.tax,es_facturae_type:
source: Value-Added Tax
ca: Impost del valor afegit
es: Impuesto al Valor Agregado

# selection:edocument.es_facturae.administrative_center,role:
source: Buyer
ca: 04 - Comprador
es: 04 - Comprador

# selection:edocument.es_facturae.administrative_center,role:
source: Collection receiver
ca: 08 - Receptor del cobrament
es: 08 - Receptor del cobro

# selection:edocument.es_facturae.administrative_center,role:
source: Collector
ca: 05 - Cobrador
es: 05 - Cobrador

# selection:edocument.es_facturae.administrative_center,role:
source: Fiscal
ca: 01 - Fiscal
es: 01 -Fiscal (Oficina Contable)

# selection:edocument.es_facturae.administrative_center,role:
source: Issuer
ca: 09 - Emisor
es: 09 - Emisor

# selection:edocument.es_facturae.administrative_center,role:
source: Payer
ca: 03 - Pagador
es: 03 - Pagador (Unidad Tramitadora)

# selection:edocument.es_facturae.administrative_center,role:
source: Payment receiver
ca: 07 - Receptor del pagament
es: 07 - Receptor del pago

# selection:edocument.es_facturae.administrative_center,role:
source: Receiver
ca: 02 - Receptor
es: 02 - Receptor (Órgano Gestor)

# selection:edocument.es_facturae.administrative_center,role:
source: Seller
ca: 06 - Venedor
es: 06 - Vendedor
