Repository: pypi-data/pypi-mirror-400
Catalog: packages/m9s-party-carddav-client/m9s_party_carddav_client-7.0.7-py3-none-any.whl/trytond/modules/party_carddav_client/locale/*.po
Languages: de

# field:party.carddav_collection_rel,carddav_collection:
source: CardDAV Addressbook
de: CardDAV-Adressbuch

# field:party.carddav_collection_rel,party:
source: Party
de: Partei

# field:party.carddav_collection_rel,user:
source: User
de: Benutzer

# field:party.party,carddav_collection:
source: CardDAV Addressbook
de: CardDAV-Adressbuch

# field:res.user,default_carddav_collection:
source: Default Addressbook
de: Standardadressbuch

# help:party.party,carddav_collection:
source: Select the DAV addressbook used for this party. Leave empty to not upload this contact.
de: Wählen Sie das DAV-Adressbuch aus, das für diese Partei verwendet wird. Leer lassen um den Kontakt nicht hochzuladen.

# help:res.user,default_carddav_collection:
source: Select the addressbook used for new parties.
de: Wählen Sie das DAV-Adressbuch aus, das für neue Parteien verwendet wird.

# model:ir.message,text:msg_party_user_unique
source: Each user can only have one addressbook per party.
de: Es kann nur ein Adressbuch pro Partei für jeden Benutzer geben.

# model:party.carddav_collection_rel,name:
source: CardDAV Collection per Party and User
de: CardDAV-Sammlung pro Partei und Nutzer

# selection:ir.cron,method:
source: Update all VCards on the DAV backend
de: Alle VCards im DAV-Backend aktualisieren

# view:res.user:
source: Update all remote VCards
de: Alle VCards auf dem Server aktualisieren

# view:res.user:
source: Update local VCard categories from server
de: Lokale VCard-Kategorien vom Server aktualisieren
