Repository: pypi-data/pypi-mirror-400
Catalog: packages/aa-fleetfinder/aa_fleetfinder-3.1.1-py3-none-any.whl/fleetfinder/locale/*/LC_MESSAGES/django.po
Languages: de, fr_fr, ja

source: Fleet Finder
de: Flottenfinder
fr_fr: Recherche de Flotte
ja: フリート検索

source: Can access the Fleet Finder app
de: Kann auf die Flottenfinder App zugreifen
fr_fr: Peut accéder à l'application Recherche de Flotte
ja: フリートファインダーのアプリへアクセスできます

source: FC is not in the registered fleet anymore or fleet is no longer available.
de: Der FC ist nicht mehr in der registrierten Flotte oder die Flotte ist nicht länger verfügbar.
fr_fr: Le FC n'est plus dans la flotte enregistré ou cette flotte n'est plus disponible.
ja: FCが登録されていない。もしくはフリートが利用できなくなりました。

source: Registered fleet seems to be no longer available.
de: Die registrierte Flotte scheint nicht mehr verfügbar zu sein.
fr_fr: La flotte enregistrée ne semble plus disponible.
ja: 登録されたフリートは利用できません。

source: FC is no longer the fleet boss.
de: Der FC ist nicht länger Flottenchef.
fr_fr: Le FC n'est plus à la tête de la flotte.
ja: FCは、もうフリートのボスではない。

source: FC switched to another fleet.
de: Der FC wechselte zu einer anderen Flotte.
fr_fr: Le FC a changé de flotte.
ja: FCは別のフリートに切り替えました。

source: Fleet name
de: Flottenname
fr_fr: Nom de la flotte
ja: フリート名

source: Fleet commander
de: Flottenkommandant
fr_fr: Commandant de flotte
ja: 艦隊長名

source: Creation date and time
de: Erstellungsdatum und -uhrzeit
fr_fr: Date et heure de création
ja: 作成日時

source: Fleet MOTD
de: Flotten MOTD
fr_fr: MOTD de la flotte
ja: フリートMOTD

source: Free move
de: Freie Bewegung
fr_fr: Mouvement libre
ja: フリームーブ

source: Only selected groups will have access to the fleet. If no groups are selected the fleet will be available to all who have access to this module.
de: Nur die ausgewählten Gruppen haben Zugriff zu dieser Flotte. Wenn keine Gruppen ausgewählt sind, ist die Flotte für alle die Zugriff auf dieses Modul haben verfügbar.
fr_fr: Seuls les groupes sélectionnés auront accès à la flotte. Si aucun groupe n'est sélectionné, la flotte sera accessible à tous ceux qui ont accès à ce module.
ja: 選択されたグループのみがフリートにアクセスできます。グループが選択されていない場合、このモジュールへのアクセス権を持つ全員がフリートにアクセスできます。

source: Group restrictions
de: Gruppenbeschränkungen
fr_fr: Restrictions de groupe
ja: グループの制限

source: Last ESI error
de: Letzter ESI Fehler
fr_fr: Dernière erreur ESI
ja: 最後のESIエラー

source: Last ESI error time
de: Zeitpunkt des letzten ESI Fehlers
ja: 最後のESIエラー発生時刻

source: Create fleet
de: Flotte erstellen
fr_fr: Créer une flotte
ja: フリートを作成する

source: Fleets available to you
de: Für Dich verfügbare Flotten
fr_fr: Flottes disponibles pour vous
ja: 利用可能なフリート

source: Created at
de: Erstellt um
fr_fr: Crée le
ja: 作成日

source: Join
de: Beitreten
fr_fr: Rejoindre
ja: 参加する

source: Edit fleet
de: Flotte bearbeiten
fr_fr: Editer la flotte
ja: フリートを編集する

source: Fleet details
de: Flottendetails
fr_fr: Details de la flotte
ja: フリートの詳細

source: Fleet composition
de: Flottenzusammensetzung
fr_fr: Composition de flotte
ja: フリートの構成

source: Ship class
de: Schiffsklasse
fr_fr: Classe de vaisseaux
ja: 船のクラス

source: Count
de: Anzahl
fr_fr: Compte
ja: 数

source: Fleet members
de: Flottenmitglieder
fr_fr: Membres de la flotte
ja: フリートメンバー

source: Name
fr_fr: Nom
ja: 名前

source: System
fr_fr: Système
ja: システム（星系）

source: Action
de: Aktion
ja: 実行

source: Fleet boss
de: Flottenchef
ja: フリートボス

source: Kick member from fleet
de: Mitglied aus der Flotte werfen
fr_fr: Exclure le membre de la flotte
ja: メンバーをフリートからキックする

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
fr_fr: Une erreur inconnue s'est produite.
ja: 不明なエラーが発生しました。

source: Join fleet
de: Flotte beitreten
fr_fr: Rejoindre la flotte
ja: フリートに参加する

source: Fleet invitation
de: Flotteneinladung
ja: フリートへの招待

source: Please ensure you don't have any CSPA charges set on your characters, as this will prevent fleet invites from being sent.
de: Bitte stelle sicher, dass für Deine Charaktere keine CSPA-Gebühren festgelegt sind, da dies das Senden von Flotteneinladungen verhindert.
fr_fr: Assurez vous de ne pas avoir de charges CSPA sur vos personnages, cela empêche les invitations de flotte d'être envoyées.
ja: キャラクターにCSPA課金設定がないことを必ずご確認ください。設定されているとフリート招待が送信されません。

source: You can select multiple characters to invite them all at once.
de: Du kannst mehrere Charaktere auswählen, um sie alle gleichzeitig einzuladen.
ja: 複数のキャラクターを選択して、まとめて招待することができます。

source: The selected characters will receive a fleet invite in-game, which they can accept to join the fleet.
de: Die ausgewählten Charaktere erhalten im Spiel eine Flotteneinladung, die sie annehmen können, um der Flotte beizutreten.
fr_fr: Les personnages sélectionnés vont recevoir une invitation de flotte en jeu, qu'ils peuvent accepter pour rejoindre la flotte.
ja: 選択されたキャラクターはゲーム内でフリート招待を受け取ります。これを受け入れることでフリートに参加できます。

source: Please select the characters you want to invite:
de: Bitte wähle die Charaktere aus, die Du einladen möchtest:
fr_fr: Veuillez sélectionner les personnages a inviter:
ja: 招待したいキャラクターを選択してください：

source: Send fleet invites
de: Flotteneinladungen senden
fr_fr: Envoyer les invitations de flotte
ja: フリート招待を送る

source: Close
de: Schließen
fr_fr: Clôturé
ja: 閉じる

source: Are you sure you want to kick this member from the fleet?
de: Möchtest Du dieses Mitglied wirklich aus der Flotte werfen?
fr_fr: Êtes vous sûr de vouloir exclure ce membre de la flotte ?
ja: このメンバーを艦隊から追放してもよろしいですか？

source: Error
de: Fehler
fr_fr: Erreur
ja: エラー

source: Cancel
de: Abbrechen
fr_fr: Annuler
ja: キャンセル

source: Confirm
de: Bestätigen
fr_fr: Confirmer
ja: 確認

source: Select groups
de: Gruppenauswahl
fr_fr: Choisir les groupes
ja: グループを選択

source: Enable free move
de: Freie Bewegung aktivieren
ja: フリームーブを有効にする

source: Submit
de: Absenden
fr_fr: Soumettre
ja: 送信する

source: Do you want to help translate this app into your language or improve the existing translation?
de: Du möchtest helfen diese App in Deine Sprache zu übersetzen oder die bestehende Übersetzung verbessern?
fr_fr: Voulez-vous aider à traduire cette application dans votre langue ou améliorer la traduction existante ?
ja: このアプリをあなたの言語に翻訳するお手伝いをしたり、既存の翻訳を改善したりしませんか？

source: Join our team of translators!
de: Tritt unserm Team von Übersetzern bei!
fr_fr: Rejoignez notre équipe de traducteurs !
ja: 翻訳者チームに参加しましょう！

source: Available fleets
de: Verfügbare Flotten
fr_fr: Flottes disponible
ja: 利用可能フリート

source: View fleet details
de: Flottendetails anzeigen
fr_fr: Voir les détails de la flotte
ja: フリートの詳細を表示

source: Edit fleet advert
de: Flottenanzeige bearbeiten
fr_fr: Editer l'annonce de flotte
ja: フリート広告（advert）を編集する

source: <h4>Error!</h4><p>There was an error creating the fleet: {error_detail}</p>
de: <h4>Fehler!</h4><p>Beim Erstellen der Flotte ist ein Fehler aufgetreten: {error_detail}</p>
ja: <h4>エラー！</h4><p>フリートの作成中にエラーが発生しました: {error_detail}</p>

source: <h4>Error!</h4><p>Fleet does not exist or is no longer available.</p>
de: <h4>Fehler!</h4><p>Flotte existiert nicht oder ist nicht mehr verfügbar.</p>
ja: <h4>エラー！</h4><p>フリートが存在しないか、利用できなくなりました。</p>

source: <h4>Error!</h4><p>ESI returned the following error: {esi_error}</p>
de: <h4>Fehler!</h4><p>ESI hat den folgenden Fehler zurückgegeben: {esi_error}</p>
ja: <h4>エラー！</h4><p>ESIから以下のエラーが返されました：{esi_error}</p>

source: <h4>Error!</h4><p>There was an error creating the fleet: {ex}</p>
de: <h4>Fehler!</h4><p>Beim Erstellen der Flotte ist ein Fehler aufgetreten: {ex}</p>
ja: <h4>エラー！</h4><p>艦隊の作成中にエラーが発生しました: {ex}</p>

source: Fleet with ID {fleet_id} does not exist.
de: Flotte mit ID {fleet_id} existiert nicht.
fr_fr: La flotte d'ID {fleet_id} n'existe pas.
ja: ID {fleet_id} のフリートは存在しません。

source: Error retrieving fleet composition: {ex}
de: Fehler beim Abrufen der Flottenzusammensetzung: {ex}
fr_fr: Erreur de récupération de la composition de la flotte : {ex}
ja: フリート構成の取得中にエラーが発生しました: {ex}

source: Method not allowed
de: Methode nicht zulässig
fr_fr: Méthode non autorisée
ja: 許可されていない方法です

source: Member ID required
de: Mitglieds-ID erforderlich
fr_fr: ID de membre requis
ja: メンバーIDが必要です

source: Fleet not found
de: Flotte nicht gefunden
ja: フリートが見つからない

source: Invalid request data
de: Ungültige Anfragedaten
fr_fr: Demande de données invalide
ja: 無効なリクエストデータ

source: Member not found in fleet
de: Mitglied nicht in der Flotte gefunden
fr_fr: Membre non trouvé dans la flotte
ja: メンバーがフリートに存在しません

source: An ESI error occurred: {ex}
de: Ein ESI Fehler ist aufgetreten: {ex}
ja: ESIエラーが発生しました: {ex}

source: ESI error count
de: Anzahl der ESI Fehler
fr_fr: Nombre d'erreurs ESi
