Repository: pypi-data/pypi-mirror-400
Catalog: packages/songpress/songpress-1.9.0.tar.gz/songpress-1.9.0/src/songpress/locale/*/LC_MESSAGES/Transpose.po
Languages: es

source: American (C D E... B)
es: Norteamericano (C D E... B)

source: Italian (Do Re Mi... Si)
es: Italiano (Do Re Mi... Si)

source: French (Do Ré Mi... Si)
es: Francés (Do Ré Mi... Si)

source: Portuguese (Dó Ré Mi... Si)
es: Portugués (Dó Ré Mi... Si)

source: Basic chords (A, E, D)
es: Acordes básicos (A, E, D)

source: 50s progr. in C (C, Am, Dm, G7)
es: Progr. de los 50 en C (C, Am, Dm, G7)

source: F chord
es: Acorde F

source: 50s progr. in G (G, Em, Am, D7)
es: Progr. de los 50 en G (G, Em, Am, D7)

source: 50s progr. in D (D, Bm, Em, A7)
es: Progr. de los 50 en D (D, Bm, Em, A7)

source: 50s progr. in A (A, F#m, Bm, E7)
es: Progr. de los 50 en A (A, F#m, Bm, E7)

source: C#, C#m, C#7 chords
es: Acordes C#, C#m, C#7

source: 50s progr. in F (F, Dm, Gm, C7)
es: Progr. de los 50 en F (F, Dm, Gm, C7)

source: B and B7 chords
es: Acordes B y B7
