Repository: pypi-data/pypi-mirror-400
Catalog: packages/django-gpg-keys-manager/django_gpg_keys_manager-0.1.0-py3-none-any.whl/gpg_keys/locale/*/LC_MESSAGES/django.po
Languages: fr

source: No action selected.
fr: Aucune action sélectionnée.

source: Public key
fr: Clé publique

source: Invalid public key: %s
fr: Clé publique invalide : %s

source: This key contains the following unverified email addresses: %s
fr: Cette clé contient les adresses mail non vérifiées suivantes : %s

source: Invalid PGP message: %s
fr: Message PGP invalide : %s

source: The provided message is not signed.
fr: Le message fourni n'est pas signé.

source: The message has multiple signers, only one is allowed.
fr: Le message a plusieurs signataires, un seul est autorisé.

source: The message has no signers.
fr: Le message n'a pas de signataires.

source: User
fr: Utilisateur

source: GPG key
fr: Clé GPG

source: GPG keys
fr: Clés GPG

source: The provided key is not a public key.
fr: La clé fournie n'est pas une clé publique.

source: Temporary GPG key
fr: Clé GPG temporaire

source: Temporary GPG keys
fr: Clés GPG temporaires

source: Public keys
fr: Clés publiques

source: Search for public keys
fr: Rechercher des clés publiques

source: Add found public keys
fr: Ajouter les clés publiques trouvées

source: Manage
fr: Gérer

source: Remove
fr: Supprimer

source: Verify
fr: Vérifier

source: Make primary
fr: Rendre primaire

source: Add
fr: Ajouter

source: Verify the key %(key)s
fr: Vérifier la clé %(key)s

source: Option 1: run a command
fr: Option 1 : exécuter une commande

source: Please run this command on your computer:
fr: Veuillez exécuter cette commande sur votre ordinateur :

source: Option 2: manually encrypt the message
fr: Option 2 : chiffrer manuellement le message

source: Please encrypt the message:
fr: Veuillez chiffrer le message :

source: and paste the result here:
fr: et coller le résultat ici :

source: Added %(keys_added)d public key from your verified email address.
fr: %(keys_added)d clé publique a été ajoutée depuis votre adresse mail vérifiée.

source: Skipped %(keys_skipped)d already existing public key.
fr: %(keys_skipped)d clé déjà existante a été ignorée.

source: Public key added successfully.
fr: Clé publique ajoutée avec succès.

source: Public key removed successfully.
fr: Clé publique supprimée avec succès.

source: Primary key set successfully.
fr: Clé primaire définie avec succès.

source: Key %(key)s verified successfully.
fr: La clé %(key)s a été vérifiée avec succès.

source: Key %(key)s is already verified.
fr: La clé %(key)s est déjà vérifiée.

source: The key is already verified, no need to resubmit
fr: La clé est déjà vérifiée, il n'est pas nécessaire de renvoyer

source: The message is not signed by the provided key.
fr: Le message n'est pas signé par la clé fournie.

source: The message does not match the verification message.
fr: Le message ne correspond pas au message de vérification.

source: Error during verification: %s
fr: Erreur lors de la vérification : %s

source: The signature could not be verified.
fr: La signature n'a pas pu être vérifiée.

source: The key is now verified, check your browser
fr: La clé est maintenant vérifiée, vérifiez votre navigateur
