Repository: pypi-data/pypi-mirror-400
Catalog: packages/aa-discord-announcements/aa_discord_announcements-2.7.1.tar.gz/aa_discord_announcements-2.7.1/aa_discord_announcements/locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Discord Announcements
cs_cz: Discord oznámení

source: Group name
cs_cz: Název skupiny

source: Group restrictions
cs_cz: Omezení skupiny

source: Discord channel
cs_cz: Discord kanál

source: This field is mandatory
cs_cz: Toto pole je povinné

source: Hint: You can use {discord_markdown_link} to format the text.
cs_cz: Tip: Pro formátování můžeš použít {discord_markdown_link}.

source: Announcement target
cs_cz: Cíl oznámení

source: Who do you want to ping?
cs_cz: Co chceš pingnout?

source: Announcement channel
cs_cz: Kanál oznámení

source: Select a channel to send the announcement to automatically.
cs_cz: Zvol kanál pro automatické zasílání oznámení.

source: Announcement text
cs_cz: Text oznámení

source: Your announcement …
cs_cz: Tvoje oznámení…

source: You might want to install the Discord service first …
cs_cz: Možná bys měl začít instalací Discord služby…

source: Are you sure you have your Discord linked to your Alliance Auth?
cs_cz: Jsi si jistý, že chceš provázat Discord a Aliance Auth?

source: This group has not been synced to Discord yet.
cs_cz: Tato skupina zatím nebyla synchronizována s Discordem.

source: Can access this app
cs_cz: Má přístup k této aplikaci

source: Name of the Discord role to ping. (Note: This must be an Auth group that is synced to Discord.)
cs_cz: Jméno Discord role pro ping. (Poznámka: Toto musí být Auth skupina která je synchronizovaná s Discordem.)

source: ID of the Discord role to ping
cs_cz: ID Discord role pro ping

source: Restrict ping rights to the following groups …
cs_cz: Omez ping práva pro následující skupiny …

source: Notes
cs_cz: Poznámky

source: You can add notes about this configuration here if you want
cs_cz: Tady si můžeš přidat poznámky ke konfiguraci

source: Is enabled
cs_cz: Aktivní

source: Whether this ping target is enabled or not
cs_cz: Jestli je cíl pingu aktivní či ne

source: Discord ping target
cs_cz: Cíl Discord pingu

source: Discord ping targets
cs_cz: Cíle Discord pingu

source: Name of the channel this webhook posts to
cs_cz: Název kanálu kam tento webhook posílá posty

source: URL of this webhook, e.g. https://discord.com/api/webhooks/123456/abcdef
cs_cz: URL pro webhook, např. https://discord.com/api/webhooks/123456/abcdef

source: You can add notes about this webhook here if you want
cs_cz: Tady si můžeš přidat poznámku k webhooku

source: Whether this webhook is active or not
cs_cz: Jestli je webhook aktivní či ne

source: Webhooks
cs_cz: Webhooky

source: Invalid webhook URL. The webhook URL you entered does not match any known format for a Discord webhook. Please check the webhook URL.
cs_cz: Invalidní webhook URL. Webhook URL kterou jsi zadal nesouhlasí s žádným formátem pro Discord webhook. Prosím zkontroluj webhook URL.

source: Announcement details
cs_cz: Detaily oznámení

source: Formatted announcement text
cs_cz: Formátovaný text oznámení

source: Mandatory information is missing.<br>To create an announcement, you need to fill out the following fields:<br>» Announcement text
cs_cz: Chybí povinná informace.<br>K vytvoření oznámení je potřeba vyplnit tyto pole:<br>» Text oznámení

source: Error! Your announcement was not copied to your clipboard. Maybe your browser doesn't support this feature.
cs_cz: Chyba! Tvoje oznámení se nezkopírovalo do schránky. Možná tvůj prohlížeč nepodporuje tuto funkci.

source: Success! Your announcement text has been copied to your clipboard.
cs_cz: Úspěch! Tvoje oznámení se zkopírovalo do schránky.

source: No announcement created yet …
cs_cz: Žádné oznámení nebyly doposud vytvořeny…

source: Copy announcement text
cs_cz: Zkopíruj text oznámení

source: Do you want to help translate this app into your language or improve the existing translation?
cs_cz: Chceš pomoc s překladem této aplikace do tvého jazyka, nebo vylepšit současný překlad?

source: Join our team of translators!
cs_cz: Připoj se k našemu týmu překladatelů!

source: Create announcement
cs_cz: Vytvořit oznámení

source: None, just format it for me
cs_cz: Žádné, vytvoř formátování za mě

source: Don't ping
cs_cz: Nepinguj

source: Additionally configured announcement targets
cs_cz: Dodatečné nastavení cíle oznámení

source: Form invalid. Please check your input.
cs_cz: Formulář je invalidní. Prosím zkontroluj hodnoty.

source: No form data submitted.
cs_cz: Formulář je prázdný.
