Repository: pypi-data/pypi-mirror-400
Catalog: packages/aa-fleetfinder/aa_fleetfinder-3.1.1.tar.gz/aa_fleetfinder-3.1.1/fleetfinder/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Fleet Finder
uk: Пошук флоту

source: Can access the Fleet Finder app
uk: Має доступ до модуля Пошуку Флотів

source: FC is not in the registered fleet anymore or fleet is no longer available.
uk: ФлітКом не знаходиться в зареєстрованому флоті або флот вже не доступний.

source: Registered fleet seems to be no longer available.
uk: Зареєстрований флот, здається, більше не доступний.

source: FC is no longer the fleet boss.
uk: ФлітКом більше не бос флоту.

source: FC switched to another fleet.
uk: ФлітКом перейшов до іншого флоту.

source: Fleet name
uk: Назва флоту

source: Fleet commander
uk: Командувач флотом

source: Creation date and time
uk: Час і дата створення

source: Fleet MOTD
uk: «Шапка» флоту

source: Free move
uk: вільне переміщення

source: Only selected groups will have access to the fleet. If no groups are selected the fleet will be available to all who have access to this module.
uk: Якщо вибрані лише певні групи, доступ до флоту матимуть лише вони. Якщо жодної групи не вибрано, флот буде доступний для всіх, хто має доступ до цього модуля.

source: Group restrictions
uk: Обмеження групи

source: Last ESI error
uk: Остання помилка ESI

source: Last ESI error time
uk: Останній час помилки ESI

source: ESI error count
uk: Кількість помилок ESI

source: Create fleet
uk: Створити флот

source: Fleets available to you
uk: Флоти що доступні Вам

source: Created at
uk: Створено

source: Join
uk: Приєднатися

source: Edit fleet
uk: Редагувати флот

source: Fleet details
uk: Деталі флоту

source: Fleet composition
uk: Композиція флоту

source: Ship class
uk: Клас корабля

source: Count
uk: Кількість

source: Fleet members
uk: Члени флоту

source: Name
uk: Назва

source: System
uk: Система

source: Action
uk: Дія

source: Fleet boss
uk: Командир флоту

source: Kick member from fleet
uk: Кікнути пілота з флоту

source: An unknown error occurred.
uk: Невідома помилка.

source: Join fleet
uk: Приєднатись до флоту

source: Fleet invitation
uk: Запрошення флоту

source: Please ensure you don't have any CSPA charges set on your characters, as this will prevent fleet invites from being sent.
uk: Будь ласка впевніться, що у вас нема CSPA на ваших чарах, оскільки це перешкоджатиме надсиланню Вам інвайтів.

source: You can select multiple characters to invite them all at once.
uk: Ви можете обрати декілька персонажів та запросити їх одразу.

source: The selected characters will receive a fleet invite in-game, which they can accept to join the fleet.
uk: Обраний персонаж отримає інвайт у флот в грі, який доєднає його до флоту.

source: Please select the characters you want to invite:
uk: Будь ласка, оберіть персонажів, яких хочете запросити:

source: Send fleet invites
uk: Надіслати запрошення до флоту

source: Close
uk: Закрити

source: Are you sure you want to kick this member from the fleet?
uk: Ви дійсно хочете кікнути цього пілота з флоту?

source: Error
uk: Помилочка

source: Cancel
uk: Скасувати

source: Confirm
uk: Підтвердити

source: Select groups
uk: Вибрати групи

source: Enable free move
uk: Дозволити вільне переміщення

source: Submit
uk: Відправити

source: Do you want to help translate this app into your language or improve the existing translation?
uk: Хочете допомогти перекласти цю програму вашою мовою чи покращити наявний переклад?

source: Join our team of translators!
uk: Приєднуйтесь до нашої команди перекладачів!

source: Available fleets
uk: Доступні флоти

source: View fleet details
uk: Переглянути деталі флоту

source: Edit fleet advert
uk: Редагувати оголошення флоту

source: <h4>Error!</h4><p>There was an error creating the fleet: {error_detail}</p>
uk: <h4>Помилка!</h4><p>Помилка створення флоту: {error_detail}</p>

source: <h4>Error!</h4><p>Fleet does not exist or is no longer available.</p>
uk: <h4>Помилка!</h4><p>Флот не існує або більше не доступний.</p>

source: <h4>Error!</h4><p>ESI returned the following error: {esi_error}</p>
uk: <h4>Помилка!</h4><p>ESI повернув помилку: {esi_error}</p>

source: <h4>Error!</h4><p>There was an error creating the fleet: {ex}</p>
uk: <h4>Помилка!</h4><p>Помилка створення флоту: {ex}</p>

source: Fleet with ID {fleet_id} does not exist.
uk: Флот з цим ID {fleet_id} не існує.

source: Error retrieving fleet composition: {ex}
uk: Помилка отримання композиції флоту: {ex}

source: Method not allowed
uk: Метод не дозволено

source: Member ID required
uk: Треба ID пілота

source: Fleet not found
uk: Флот не знайдено

source: Invalid request data
uk: Не коректний запит

source: Member not found in fleet
uk: Пілот не знайдений у флоті

source: An ESI error occurred: {ex}
uk: Помилка ESI: {ex}
